Repository: AliAltiyev/mind_space
Catalog: l10n/app_*.arb
Languages: es, fr, hi, ru, tk, tr, zh

# stats.error_loading_title
source: Loading Error
es: Error de carga
fr: Erreur de chargement
hi: а¤ІаҐ‹а¤Ўа¤їа¤‚а¤— а¤¤аҐЌа¤°аҐЃа¤џа¤ї
ru: РћС€РёР±РєР° Р·Р°РіСЂСѓР·РєРё
tk: ГќГјklemek ГЅalЕ€yЕџlygy
tr: YГјkleme HatasД±
zh: еЉ иЅЅй”™иЇЇ

# profile.loading_error_full
source: Error loading profile
es: Error al cargar perfil
fr: Erreur lors du chargement du profil
hi: а¤ЄаҐЌа¤°аҐ‹а¤«а¤ја¤ѕа¤‡а¤І а¤ІаҐ‹а¤Ў а¤•а¤°а¤ЁаҐ‡ а¤®аҐ‡а¤‚ а¤¤аҐЌа¤°аҐЃа¤џа¤ї
ru: РћС€РёР±РєР° Р·Р°РіСЂСѓР·РєРё РїСЂРѕС„РёР»СЏ
tk: Profili ГЅГјklemekde ГЅalЕ€yЕџlyk
tr: Profil yГјklenirken hata
zh: еЉ иЅЅдёЄдєєиµ„ж–™ж—¶е‡єй”™

# statistics.streak
source: Current Streak
es: Racha Actual
fr: SГ©rie Actuelle
hi: а¤µа¤°аҐЌа¤¤а¤®а¤ѕа¤Ё а¤Іа¤—а¤ѕа¤¤а¤ѕа¤° а¤¦а¤їа¤Ё
ru: РўРµРєСѓС‰Р°СЏ СЃРµСЂРёСЏ
tk: HГ¤zirki SeriГЅa
tr: Mevcut Seri
zh: еЅ“е‰Ќиїћз»­е¤©ж•°

# demo.performance_list
source: • Paint objects caching • Optimized CustomPainter • RepaintBoundary for isolation • Timer-based cleanup for ripple effects • Unified design system with constants
es: вЂў Almacenamiento en cachГ© de objetos Paint вЂў CustomPainter optimizado вЂў RepaintBoundary para aislamiento вЂў Limpieza basada en temporizador para efectos de ondulaciГіn вЂў Sistema de diseГ±o unificado con constantes
fr: вЂў Mise en cache des objets Paint вЂў CustomPainter optimisГ© вЂў RepaintBoundary pour l'isolation вЂў Nettoyage basГ© sur minuterie pour effets d'ondulation вЂў SystГЁme de conception unifiГ© avec constantes
hi: вЂў а¤ЄаҐ‡а¤‚а¤џ а¤‘а¤¬аҐЌа¤њаҐ‡а¤•аҐЌа¤џ а¤•аҐ€а¤¶а¤їа¤‚а¤— вЂў а¤…а¤ЁаҐЃа¤•аҐ‚а¤Іа¤їа¤¤ CustomPainter вЂў а¤…а¤Іа¤—а¤ѕа¤µ а¤•аҐ‡ а¤Іа¤їа¤Џ RepaintBoundary вЂў а¤¤а¤°а¤‚а¤— а¤ЄаҐЌа¤°а¤­а¤ѕа¤µаҐ‹а¤‚ а¤•аҐ‡ а¤Іа¤їа¤Џ а¤џа¤ѕа¤‡а¤®а¤°-а¤†а¤§а¤ѕа¤°а¤їа¤¤ а¤ёа¤«а¤ѕа¤€ вЂў а¤ёаҐЌа¤Ґа¤їа¤°а¤ѕа¤‚а¤• а¤•аҐ‡ а¤ёа¤ѕа¤Ґ а¤Џа¤•аҐЂа¤•аҐѓа¤¤ а¤Ўа¤їа¤ња¤ја¤ѕа¤‡а¤Ё а¤ёа¤їа¤ёаҐЌа¤џа¤®
ru: вЂў РљСЌС€РёСЂРѕРІР°РЅРёРµ Paint РѕР±СЉРµРєС‚РѕРІ вЂў РћРїС‚РёРјРёР·РёСЂРѕРІР°РЅРЅС‹Рµ CustomPainter вЂў RepaintBoundary РґР»СЏ РёР·РѕР»СЏС†РёРё вЂў Timer-based cleanup РґР»СЏ ripple СЌС„С„РµРєС‚РѕРІ вЂў Р•РґРёРЅР°СЏ РґРёР·Р°Р№РЅ-СЃРёСЃС‚РµРјР° СЃ РєРѕРЅСЃС‚Р°РЅС‚Р°РјРё
tk: вЂў Paint obГЅektlerini keЕџlemek вЂў OptimizasiГЅa edilen CustomPainter вЂў IzolГЅasiГЅa ГјГ§in RepaintBoundary вЂў Tolkun effektleri ГјГ§in Timer esasly arassalama вЂў HemiЕџelikler bilen birleЕџen dizaГЅn ulgamy
tr: вЂў Paint nesneleri Г¶nbellekleme вЂў Optimize CustomPainter вЂў Д°zolasyon iГ§in RepaintBoundary вЂў Dalga efektleri iГ§in zamanlayД±cД± tabanlД± temizleme вЂў Sabitlerle birleЕџik tasarД±m sistemi
zh: вЂў PaintеЇ№и±Ўзј“е­ вЂў дјеЊ–зљ„CustomPainter вЂў RepaintBoundaryз”ЁдєЋйљ”з¦» вЂў еџєдєЋи®Ўж—¶е™Ёзљ„жіўзє№ж•€жћњжё…зђ† вЂў е…·жњ‰еёёй‡Џзљ„з»џдёЂи®ѕи®Ўзі»з»џ

# prompts.ai_empty_data_prompt
source: Start tracking your mood to get personalized {type}
es: Comienza a rastrear tu estado de ГЎnimo para obtener {type} personalizados
fr: Commencez Г suivre votre humeur pour obtenir des {type} personnalisГ©s
hi: а¤µаҐЌа¤Їа¤•аҐЌа¤¤а¤їа¤—а¤¤ {type} а¤ЄаҐЌа¤°а¤ѕа¤ЄаҐЌа¤¤ а¤•а¤°а¤ЁаҐ‡ а¤•аҐ‡ а¤Іа¤їа¤Џ а¤…а¤Єа¤ЁаҐ‡ а¤®аҐ‚а¤Ў а¤•аҐ‹ а¤џаҐЌа¤°аҐ€а¤• а¤•а¤°а¤Ёа¤ѕ а¤¶аҐЃа¤°аҐ‚ а¤•а¤°аҐ‡а¤‚
ru: РќР°С‡РЅРёС‚Рµ РѕС‚СЃР»РµР¶РёРІР°С‚СЊ РЅР°СЃС‚СЂРѕРµРЅРёРµ, С‡С‚РѕР±С‹ РїРѕР»СѓС‡РёС‚СЊ РїРµСЂСЃРѕРЅР°Р»РёР·РёСЂРѕРІР°РЅРЅС‹Рµ {type}
tk: Ећahsy {type} almak ГјГ§in kГ¶wГјЕџiЕ€izi yzarlamagy baЕџlaЕ€
tr: KiЕџiselleЕџtirilmiЕџ {type} almak iГ§in ruh halinizi takip etmeye baЕџlayД±n
zh: ејЂе§‹иїЅиёЄдЅ зљ„жѓ…з»Єд»ҐиЋ·еѕ—дёЄжЂ§еЊ–зљ„{type}

# entries.try_other_filter
source: Try another filter
ru: РџРѕРїСЂРѕР±СѓР№С‚Рµ РґСЂСѓРіРѕР№ С„РёР»СЊС‚СЂ

# notifications.thursday
source: Thursday
es: Jueves
ru: Р§РµС‚РІРµСЂРі

# ai_insights.patterns
source: Patterns
es: Patrones
fr: ModГЁles
hi: а¤ЄаҐ€а¤џа¤°аҐЌа¤Ё
ru: РџР°С‚С‚РµСЂРЅС‹
tk: Nusgalar
tr: Desenler
zh: жЁЎејЏ

# settings.themes.light
source: Light
ru: РЎРІРµС‚Р»Р°СЏ

# home.view_stats
source: View Stats
es: Ver EstadГ­sticas
fr: Voir les Statistiques
hi: а¤†а¤‚а¤•а¤Ўа¤јаҐ‡ а¤¦аҐ‡а¤–аҐ‡а¤‚
ru: РџРѕСЃРјРѕС‚СЂРµС‚СЊ СЃС‚Р°С‚РёСЃС‚РёРєСѓ
tk: Statistikany GГ¶r
tr: Д°statistikleri GГ¶r
zh: жџҐзњ‹з»џи®Ў

# mood.mood_analytics
source: Mood Analytics
es: AnГЎlisis de Estado de ГЃnimo
fr: Analytiques de l'Humeur
hi: а¤®аҐ‚а¤Ў а¤µа¤їа¤¶аҐЌа¤ІаҐ‡а¤·а¤Ј
ru: РђРЅР°Р»РёС‚РёРєР° РќР°СЃС‚СЂРѕРµРЅРёР№
tk: KГ¶wГјЕџ Analitikasy
tr: Ruh Hali AnalitiДџi
zh: жѓ…з»Єе€†жћђ

# navigation.profile
source: Profile
es: Perfil
fr: Profil
hi: а¤ЄаҐЌа¤°аҐ‹а¤«а¤ѕа¤‡а¤І
ru: РџСЂРѕС„РёР»СЊ
tk: Profil
tr: Profil
zh: дёЄдєєиµ„ж–™

# achievements.month_streak
source: Month Streak
ru: РњРµСЃСЏС‡РЅР°СЏ СЃРµСЂРёСЏ

# onboarding.mood_tracking.description
source: Log your daily mood and discover patterns over time
ru: Р—Р°РїРёСЃС‹РІР°Р№С‚Рµ РµР¶РµРґРЅРµРІРЅРѕРµ РЅР°СЃС‚СЂРѕРµРЅРёРµ Рё РѕС‚РєСЂС‹РІР°Р№С‚Рµ Р·Р°РєРѕРЅРѕРјРµСЂРЅРѕСЃС‚Рё

# notifications.tuesday
source: Tuesday
es: Martes
ru: Р’С‚РѕСЂРЅРёРє

# notifications.test_notification_sent
source: Test notification sent!
es: ВЎNotificaciГіn de prueba enviada!
ru: РўРµСЃС‚РѕРІРѕРµ СѓРІРµРґРѕРјР»РµРЅРёРµ РѕС‚РїСЂР°РІР»РµРЅРѕ!

# notifications.other_notifications
source: Other Notifications
es: Otras Notificaciones
ru: Р”СЂСѓРіРёРµ СѓРІРµРґРѕРјР»РµРЅРёСЏ

# home.ai_insights
source: AI Insights
es: Perspectivas de IA
fr: Insights IA
hi: AI а¤…а¤‚а¤¤а¤°аҐЌа¤¦аҐѓа¤·аҐЌа¤џа¤ї
ru: РР РРЅСЃР°Р№С‚С‹
tk: AI DГјЕџГјnjeleri
tr: AI Д°Г§gГ¶rГјleri
zh: AIжґћеЇџ

# prompts.ai_gratitude_prompt
source: You are an expert in gratitude practices for the MindSpace app. Generate personalized gratitude prompts and suggestions.
es: Eres un experto en prГЎcticas de gratitud para la aplicaciГіn MindSpace. Genera sugerencias de gratitud personalizadas y recomendaciones.
fr: Vous ГЄtes un expert en pratiques de gratitude pour l'application MindSpace. GГ©nГ©rez des suggestions de gratitude personnalisГ©es et des recommandations.
hi: а¤†а¤Є а¤®а¤ѕа¤‡а¤‚а¤Ў а¤ёаҐЌа¤ЄаҐ‡а¤ё а¤ђа¤Є а¤•аҐ‡ а¤Іа¤їа¤Џ а¤•аҐѓа¤¤а¤њаҐЌа¤ћа¤¤а¤ѕ а¤…а¤­аҐЌа¤Їа¤ѕа¤ё а¤µа¤їа¤¶аҐ‡а¤·а¤њаҐЌа¤ћ а¤№аҐ€а¤‚аҐ¤ а¤µаҐЌа¤Їа¤•аҐЌа¤¤а¤їа¤—а¤¤ а¤•аҐѓа¤¤а¤њаҐЌа¤ћа¤¤а¤ѕ а¤ёаҐЃа¤ќа¤ѕа¤µ а¤”а¤° а¤ёа¤Іа¤ѕа¤№ а¤‰а¤¤аҐЌа¤Єа¤ЁаҐЌа¤Ё а¤•а¤°аҐ‡а¤‚аҐ¤
ru: РўС‹ вЂ” СЌРєСЃРїРµСЂС‚ РїРѕ РїСЂР°РєС‚РёРєР°Рј Р±Р»Р°РіРѕРґР°СЂРЅРѕСЃС‚Рё РІ РїСЂРёР»РѕР¶РµРЅРёРё MindSpace. РЎРіРµРЅРµСЂРёСЂСѓР№ РїРµСЂСЃРѕРЅР°Р»РёР·РёСЂРѕРІР°РЅРЅС‹Рµ РїРѕРґСЃРєР°Р·РєРё Р±Р»Р°РіРѕРґР°СЂРЅРѕСЃС‚Рё Рё СЂРµРєРѕРјРµРЅРґР°С†РёРё.
tk: MindSpace programma ГјГ§in minnetdarlyk amallary ekspertisiЕ€iz. Ећahsy minnetdarlyk teklip we maslahat dГ¶rediЕ€.
tr: MindSpace uygulamasД± iГ§in minnettarlД±k pratikleri uzmanД±sД±nД±z. KiЕџiselleЕџtirilmiЕџ minnettarlД±k Г¶nerileri ve tavsiyeleri oluЕџturun.
zh: дЅ жЇеїѓзЃµз©єй—ґеє”з”Ёзљ„ж„џжЃ©е®ћи·µдё“е®¶гЂ‚з”џж€ђдёЄжЂ§еЊ–зљ„ж„џжЃ©жЏђз¤єе’Ње»єи®®гЂ‚

# api.connection_error
source: Connection error
ru: РћС€РёР±РєР° СЃРѕРµРґРёРЅРµРЅРёСЏ

# notifications.reminder_day
source: Reminder Day
es: DГ­a del Recordatorio
ru: Р”РµРЅСЊ РЅР°РїРѕРјРёРЅР°РЅРёСЏ

# prompts.ai_meditation_format
source: Format the response as JSON with title, description, emoji, accentColor, type, duration, instructions, and tips fields
es: FORMATEA LA RESPUESTA COMO JSON con campos title, description, emoji, accentColor, type, duration, instructions y tips
fr: FORMATEZ LA RГ‰PONSE EN JSON avec les champs title, description, emoji, accentColor, type, duration, instructions et tips
hi: а¤‰а¤¤аҐЌа¤¤а¤° а¤•аҐ‹ JSON а¤•аҐ‡ а¤°аҐ‚а¤Є а¤®аҐ‡а¤‚ а¤ЄаҐЌа¤°а¤ѕа¤°аҐ‚а¤Єа¤їа¤¤ а¤•а¤°аҐ‡а¤‚: title, description, emoji, accentColor, type, duration, instructions а¤”а¤° tips а¤«а¤јаҐЂа¤ІаҐЌа¤Ў а¤•аҐ‡ а¤ёа¤ѕа¤Ґ
ru: РЎР¤РћР РњРђРўРР РЈР™ РћРўР’Р•Рў Р’ Р’РР”Р• JSON СЃ РїРѕР»СЏРјРё title, description, emoji, accentColor, type, duration, instructions Рё tips
tk: Jogaby JSON formatda dГјzГјЕ€: title, description, emoji, accentColor, type, duration, instructions we tips meГЅdanlary bilen
tr: YanД±tД± JSON olarak formatlayД±n: title, description, emoji, accentColor, type, duration, instructions ve tips alanlarД± ile
zh: е°†е›ћз­”ж јејЏеЊ–дёєJSONпјЊеЊ…еђ«titleгЂЃdescriptionгЂЃemojiгЂЃaccentColorгЂЃtypeгЂЃdurationгЂЃinstructionsе’Њtipsе­—ж®µ

# settings.reminder_time_updated
source: Reminder time changed to {time}
es: Hora del recordatorio cambiada a {time}
fr: Heure du rappel changГ©e Г {time}
hi: а¤…а¤ЁаҐЃа¤ёаҐЌа¤®а¤ѕа¤°а¤• а¤ёа¤®а¤Ї {time} а¤®аҐ‡а¤‚ а¤¬а¤¦а¤Іа¤ѕ а¤—а¤Їа¤ѕ
ru: Р’СЂРµРјСЏ РЅР°РїРѕРјРёРЅР°РЅРёСЏ РёР·РјРµРЅРµРЅРѕ РЅР° {time}
tk: Гќatlatma wagty {time} ГјГЅtgedildi
tr: HatД±rlatma zamanД± {time} olarak deДџiЕџtirildi
zh: жЏђй†’ж—¶й—ґе·Іж›ґж”№дёє{time}

# notifications.test_notification_title
source: Test Notification
es: NotificaciГіn de Prueba
ru: РўРµСЃС‚РѕРІРѕРµ СѓРІРµРґРѕРјР»РµРЅРёРµ

# achievements.title
source: Achievements
ru: Р”РѕСЃС‚РёР¶РµРЅРёСЏ

# notifications.reminder_time
source: Reminder Time
es: Hora del Recordatorio
ru: Р’СЂРµРјСЏ РЅР°РїРѕРјРёРЅР°РЅРёСЏ

# notifications.enable_reminders
source: Enable Reminders
ru: Р’РєР»СЋС‡РёС‚СЊ РЅР°РїРѕРјРёРЅР°РЅРёСЏ

# onboarding.mood_tracking.title
source: Mood Tracking
ru: РћС‚СЃР»РµР¶РёРІР°РЅРёРµ РЅР°СЃС‚СЂРѕРµРЅРёСЏ

# prompts.ai_pattern_format
source: Format the response as JSON with title, description, emoji, accentColor, patterns, and recommendations fields
es: FORMATEA LA RESPUESTA COMO JSON con campos title, description, emoji, accentColor, patterns y recommendations
fr: FORMATEZ LA RГ‰PONSE EN JSON avec les champs title, description, emoji, accentColor, patterns et recommendations
hi: а¤‰а¤¤аҐЌа¤¤а¤° а¤•аҐ‹ JSON а¤•аҐ‡ а¤°аҐ‚а¤Є а¤®аҐ‡а¤‚ а¤ЄаҐЌа¤°а¤ѕа¤°аҐ‚а¤Єа¤їа¤¤ а¤•а¤°аҐ‡а¤‚: title, description, emoji, accentColor, patterns а¤”а¤° recommendations а¤«а¤јаҐЂа¤ІаҐЌа¤Ў а¤•аҐ‡ а¤ёа¤ѕа¤Ґ
ru: РЎР¤РћР РњРђРўРР РЈР™ РћРўР’Р•Рў Р’ Р’РР”Р• JSON СЃ РїРѕР»СЏРјРё title, description, emoji, accentColor, patterns Рё recommendations
tk: Jogaby JSON formatda dГјzГјЕ€: title, description, emoji, accentColor, patterns we recommendations meГЅdanlary bilen
tr: YanД±tД± JSON olarak formatlayД±n: title, description, emoji, accentColor, patterns ve recommendations alanlarД± ile
zh: е°†е›ћз­”ж јејЏеЊ–дёєJSONпјЊеЊ…еђ«titleгЂЃdescriptionгЂЃemojiгЂЃaccentColorгЂЃpatternsе’Њrecommendationsе­—ж®µ

# mood.note_optional
source: Add note (optional)
es: Agregar nota (opcional)
fr: Ajouter une note (optionnel)
hi: а¤ЁаҐ‹а¤џ а¤њаҐ‹а¤Ўа¤јаҐ‡а¤‚ (а¤µаҐ€а¤•а¤ІаҐЌа¤Єа¤їа¤•)
ru: Р”РѕР±Р°РІРёС‚СЊ Р·Р°РјРµС‚РєСѓ (РЅРµРѕР±СЏР·Р°С‚РµР»СЊРЅРѕ)
tk: Bellik goЕџmak (islege bagly)
tr: Not ekle (isteДџe baДџlД±)
zh: ж·»еЉ е¤‡жіЁпј€еЏЇйЂ‰пј‰

# errors.server_error
source: Server error. Please try again later.
es: Error del servidor. Por favor intenta de nuevo mГЎs tarde.
fr: Erreur serveur. Veuillez rГ©essayer plus tard.
hi: а¤ёа¤°аҐЌа¤µа¤° а¤¤аҐЌа¤°аҐЃа¤џа¤їаҐ¤ а¤•аҐѓа¤Єа¤Їа¤ѕ а¤¬а¤ѕа¤¦ а¤®аҐ‡а¤‚ а¤ЄаҐЃа¤Ёа¤ѓ а¤ЄаҐЌа¤°а¤Їа¤ѕа¤ё а¤•а¤°аҐ‡а¤‚аҐ¤
ru: РћС€РёР±РєР° СЃРµСЂРІРµСЂР°. РџРѕРїСЂРѕР±СѓР№С‚Рµ РїРѕР·Р¶Рµ.
tk: Serwer ГЅalЕ€yЕџlygy. SoЕ€ra gaГЅtadan synanyЕџyЕ€.
tr: Sunucu hatasД±. LГјtfen daha sonra tekrar deneyin.
zh: жњЌеЉЎе™Ёй”™иЇЇгЂ‚иЇ·зЁЌеђЋе†ЌиЇ•гЂ‚

# statistics.mood_trends
source: Mood Trends
es: Tendencias de Estado de ГЃnimo
fr: Tendances de l'Humeur
hi: а¤®аҐ‚а¤Ў а¤џаҐЌа¤°аҐ‡а¤‚а¤ЎаҐЌа¤ё
ru: РўСЂРµРЅРґС‹ РЅР°СЃС‚СЂРѕРµРЅРёСЏ
tk: KГ¶wГјЕџ Ugurlary
tr: Ruh Hali EДџilimleri
zh: жѓ…з»Єи¶‹еЉї

# mood.additional
source: Additional
es: Adicional
fr: SupplГ©mentaire
hi: а¤…а¤¤а¤їа¤°а¤їа¤•аҐЌа¤¤
ru: Р”РѕРїРѕР»РЅРёС‚РµР»СЊРЅРѕ
tk: GoЕџmaГ§a
tr: Ek
zh: е…¶д»–

# entries.no_entries_found
source: No entries found
ru: Р—Р°РїРёСЃРµР№ РЅРµ РЅР°Р№РґРµРЅРѕ

# statistics.total_entries
source: Total Entries
es: Entradas Totales
fr: EntrГ©es Totales
hi: а¤•аҐЃа¤І а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤їа¤Їа¤ѕа¤‚
ru: Р’СЃРµРіРѕ Р·Р°РїРёСЃРµР№
tk: Jemi Гќazgylar
tr: Toplam GiriЕџler
zh: жЂ»жќЎз›®

# common.loading
source: Loading...
es: Cargando...
fr: Chargement...
hi: а¤ІаҐ‹а¤Ў а¤№аҐ‹ а¤°а¤№а¤ѕ а¤№аҐ€...
ru: Р—Р°РіСЂСѓР·РєР°...
tk: ГќГјklenГЅГ¤r...
tr: YГјkleniyor...
zh: еЉ иЅЅдё­...

# ai.fallback_suggestions_list
source: Add your first mood entry Try tracking your mood every day
ru: Р”РѕР±Р°РІСЊС‚Рµ РїРµСЂРІСѓСЋ Р·Р°РїРёСЃСЊ РЅР°СЃС‚СЂРѕРµРЅРёСЏ РџРѕРїСЂРѕР±СѓР№С‚Рµ РѕС‚СЃР»РµР¶РёРІР°С‚СЊ РЅР°СЃС‚СЂРѕРµРЅРёРµ РєР°Р¶РґС‹Р№ РґРµРЅСЊ

# entries.excellent
source: Excellent
ru: РћС‚Р»РёС‡РЅРѕ

# demo.select_mood
source: Select Mood Rating
ru: Р’С‹Р±РµСЂРёС‚Рµ РѕС†РµРЅРєСѓ РЅР°СЃС‚СЂРѕРµРЅРёСЏ

# errors.save_success
source: Entry saved successfully! 🎉
es: ВЎEntrada guardada exitosamente! рџЋ‰
fr: EntrГ©e enregistrГ©e avec succГЁs ! рџЋ‰
hi: а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤ї а¤ёа¤«а¤Іа¤¤а¤ѕа¤ЄаҐ‚а¤°аҐЌа¤µа¤• а¤ёа¤№аҐ‡а¤њаҐЂ а¤—а¤€! рџЋ‰
ru: Р—Р°РїРёСЃСЊ СѓСЃРїРµС€РЅРѕ СЃРѕС…СЂР°РЅРµРЅР°! рџЋ‰
tk: Гќazgy ГјstГјnlikli saklandy! рџЋ‰
tr: GiriЕџ baЕџarД±yla kaydedildi! рџЋ‰
zh: жќЎз›®дїќе­ж€ђеЉџпјЃрџЋ‰

# notifications.daily_reminders_desc
source: Get reminded to track your mood every day
es: Recibe recordatorios para rastrear tu estado de ГЎnimo todos los dГ­as
ru: РџРѕР»СѓС‡Р°Р№С‚Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ РѕР± РѕС‚СЃР»РµР¶РёРІР°РЅРёРё РЅР°СЃС‚СЂРѕРµРЅРёСЏ РєР°Р¶РґС‹Р№ РґРµРЅСЊ

# notifications.day_of_week
source: Day of Week
ru: Р”РµРЅСЊ РЅРµРґРµР»Рё

# navigation.settings
source: Settings
es: ConfiguraciГіn
fr: ParamГЁtres
hi: а¤ёаҐ‡а¤џа¤їа¤‚а¤—аҐЌа¤ё
ru: РќР°СЃС‚СЂРѕР№РєРё
tk: Sazlamalar
tr: Ayarlar
zh: и®ѕзЅ®

# mood.moods.very_sad
source: Very Sad
es: Muy Triste
fr: TrГЁs Triste
hi: а¤¬а¤№аҐЃа¤¤ а¤‰а¤¦а¤ѕа¤ё
ru: РћС‡РµРЅСЊ РїР»РѕС…Рѕ
tk: Г–rГ¤n Gamly
tr: Г‡ok ГњzgГјn
zh: йќћеёёйљѕиї‡

# prompts.ai_pattern_prompt
source: You are an expert in mood pattern analysis for the MindSpace app. Analyze the following data and identify key patterns and trends.
es: Eres un experto en anГЎlisis de patrones de estado de ГЎnimo para la aplicaciГіn MindSpace. Analiza los siguientes datos e identifica patrones y tendencias clave.
fr: Vous ГЄtes un expert en analyse de modГЁles d'humeur pour l'application MindSpace. Analysez les donnГ©es suivantes et identifiez les modГЁles et tendances clГ©s.
hi: а¤†а¤Є а¤®а¤ѕа¤‡а¤‚а¤Ў а¤ёаҐЌа¤ЄаҐ‡а¤ё а¤ђа¤Є а¤•аҐ‡ а¤Іа¤їа¤Џ а¤®аҐ‚а¤Ў а¤ЄаҐ€а¤џа¤°аҐЌа¤Ё а¤µа¤їа¤¶аҐЌа¤ІаҐ‡а¤·а¤Ј а¤µа¤їа¤¶аҐ‡а¤·а¤њаҐЌа¤ћ а¤№аҐ€а¤‚аҐ¤ а¤Ёа¤їа¤®аҐЌа¤Ёа¤Іа¤їа¤–а¤їа¤¤ а¤ЎаҐ‡а¤џа¤ѕ а¤•а¤ѕ а¤µа¤їа¤¶аҐЌа¤ІаҐ‡а¤·а¤Ј а¤•а¤°аҐ‡а¤‚ а¤”а¤° а¤®аҐЃа¤–аҐЌа¤Ї а¤ЄаҐ€а¤џа¤°аҐЌа¤Ё а¤”а¤° а¤ЄаҐЌа¤°а¤µаҐѓа¤¤аҐЌа¤¤а¤їа¤ЇаҐ‹а¤‚ а¤•аҐЂ а¤Єа¤№а¤ља¤ѕа¤Ё а¤•а¤°аҐ‡а¤‚аҐ¤
ru: РўС‹ вЂ” СЌРєСЃРїРµСЂС‚ РїРѕ Р°РЅР°Р»РёР·Сѓ РїР°С‚С‚РµСЂРЅРѕРІ РЅР°СЃС‚СЂРѕРµРЅРёСЏ РІ РїСЂРёР»РѕР¶РµРЅРёРё MindSpace. РџСЂРѕР°РЅР°Р»РёР·РёСЂСѓР№ СЃР»РµРґСѓСЋС‰РёРµ РґР°РЅРЅС‹Рµ Рё РІС‹СЏРІРё РєР»СЋС‡РµРІС‹Рµ РїР°С‚С‚РµСЂРЅС‹ Рё С‚СЂРµРЅРґС‹.
tk: MindSpace programma ГјГ§in kГ¶wГјЕџ nusgalary analizi ekspertisiЕ€iz. AЕџakdaky maglumatlary analiz ediЕ€ we esasy nusgalar we ugurlar tapyЕ€.
tr: MindSpace uygulamasД± iГ§in ruh hali kalД±p analizi uzmanД±sД±nД±z. AЕџaДџД±daki verileri analiz edin ve anahtar kalД±plarД± ve eДџilimleri belirleyin.
zh: дЅ жЇеїѓзЃµз©єй—ґеє”з”Ёзљ„жѓ…з»ЄжЁЎејЏе€†жћђдё“е®¶гЂ‚е€†жћђд»Ґдё‹ж•°жЌ®е№¶иЇ†е€«е…ій”®жЁЎејЏе’Њи¶‹еЉїгЂ‚

# mood.moods.neutral
source: Neutral
fr: Neutre
hi: а¤¤а¤џа¤ёаҐЌа¤Ґ
ru: РќРѕСЂРјР°Р»СЊРЅРѕ
tk: Bitarap
tr: NГ¶tr
zh: дё­жЂ§

# prompts.ai_insight_format
source: Format the response as JSON with title, description, emoji, accentColor, and suggestions fields
es: FORMATEA LA RESPUESTA COMO JSON con campos title, description, emoji, accentColor y suggestions
fr: FORMATEZ LA RГ‰PONSE EN JSON avec les champs title, description, emoji, accentColor et suggestions
hi: а¤‰а¤¤аҐЌа¤¤а¤° а¤•аҐ‹ JSON а¤•аҐ‡ а¤°аҐ‚а¤Є а¤®аҐ‡а¤‚ а¤ЄаҐЌа¤°а¤ѕа¤°аҐ‚а¤Єа¤їа¤¤ а¤•а¤°аҐ‡а¤‚: title, description, emoji, accentColor а¤”а¤° suggestions а¤«а¤јаҐЂа¤ІаҐЌа¤Ў а¤•аҐ‡ а¤ёа¤ѕа¤Ґ
ru: РЎР¤РћР РњРђРўРР РЈР™ РћРўР’Р•Рў Р’ Р’РР”Р• JSON СЃ РїРѕР»СЏРјРё title, description, emoji, accentColor Рё suggestions
tk: Jogaby JSON formatda dГјzГјЕ€: title, description, emoji, accentColor we suggestions meГЅdanlary bilen
tr: YanД±tД± JSON olarak formatlayД±n: title, description, emoji, accentColor ve suggestions alanlarД± ile
zh: е°†е›ћз­”ж јејЏеЊ–дёєJSONпјЊеЊ…еђ«titleгЂЃdescriptionгЂЃemojiгЂЃaccentColorе’Њsuggestionsе­—ж®µ

# entries.very_bad
source: Very Bad
ru: РћС‡РµРЅСЊ РїР»РѕС…Рѕ

# home.how_are_you_today
source: How are you today? Share your mood.
ru: РљР°Рє РґРµР»Р° СЃРµРіРѕРґРЅСЏ? РџРѕРґРµР»РёС‚РµСЃСЊ СЃРІРѕРёРј РЅР°СЃС‚СЂРѕРµРЅРёРµРј.

# home.today
source: Today
ru: РЎРµРіРѕРґРЅСЏ

# errors.validation_error
source: Please check your input.
es: Por favor verifica tu entrada.
fr: Veuillez vГ©rifier votre saisie.
hi: а¤•аҐѓа¤Єа¤Їа¤ѕ а¤…а¤Єа¤Ёа¤ѕ а¤‡а¤Ёа¤ЄаҐЃа¤џ а¤ња¤ѕа¤‚а¤љаҐ‡а¤‚аҐ¤
ru: РџСЂРѕРІРµСЂСЊС‚Рµ РІРІРµРґРµРЅРЅС‹Рµ РґР°РЅРЅС‹Рµ.
tk: GiriЕџiЕ€izi barlaЕ€.
tr: LГјtfen giriЕџinizi kontrol edin.
zh: иЇ·жЈЂжџҐж‚Ёзљ„иѕ“е…ҐгЂ‚

# onboarding.ai_insights.description
source: Get personalized recommendations based on your data
ru: РџРѕР»СѓС‡Р°Р№С‚Рµ РїРµСЂСЃРѕРЅР°Р»РёР·РёСЂРѕРІР°РЅРЅС‹Рµ СЂРµРєРѕРјРµРЅРґР°С†РёРё РЅР° РѕСЃРЅРѕРІРµ РІР°С€РёС… РґР°РЅРЅС‹С…

# mood.note_hint
source: How are you feeling today? What's on your mind?
es: ВїCГіmo te sientes hoy? ВїQuГ© tienes en mente?
fr: Comment vous sentez-vous aujourd'hui ? Qu'avez-vous en tГЄte ?
hi: а¤†а¤њ а¤†а¤Є а¤•аҐ€а¤ёа¤ѕ а¤®а¤№а¤ёаҐ‚а¤ё а¤•а¤° а¤°а¤№аҐ‡ а¤№аҐ€а¤‚? а¤†а¤Єа¤•аҐ‡ а¤®а¤Ё а¤®аҐ‡а¤‚ а¤•аҐЌа¤Їа¤ѕ а¤№аҐ€?
ru: РљР°Рє РІС‹ СЃРµР±СЏ С‡СѓРІСЃС‚РІСѓРµС‚Рµ СЃРµРіРѕРґРЅСЏ? Рћ С‡РµРј РґСѓРјР°РµС‚Рµ?
tk: Bu gГјn nГ¤hili duГЅГЅarsyЕ€yz? AklyЕ€yzda nГ¤me bar?
tr: BugГјn nasД±l hissediyorsunuz? AklД±nД±zda neler var?
zh: ж‚Ёд»Ље¤©ж„џи§‰е¦‚дЅ•пјџж‚ЁењЁжѓід»Ђд№€пјџ

# ai.fallback_suggestions
source: Try later Contact a specialist
ru: РџРѕРїСЂРѕР±СѓР№С‚Рµ РїРѕР·Р¶Рµ РћР±СЂР°С‚РёС‚РµСЃСЊ Рє СЃРїРµС†РёР°Р»РёСЃС‚Сѓ

# user_level.level_up
source: Level up!
ru: РџРѕРІС‹С€РµРЅРёРµ СѓСЂРѕРІРЅСЏ!

# ai.error_analysis_title
source: Analysis Error
es: Error de anГЎlisis
fr: Erreur d'analyse
hi: а¤µа¤їа¤¶аҐЌа¤ІаҐ‡а¤·а¤Ј а¤¤аҐЌа¤°аҐЃа¤џа¤ї
ru: РћС€РёР±РєР° Р°РЅР°Р»РёР·Р°
tk: DerЕ€ew ГЅalЕ€yЕџlygy
tr: Analiz HatasД±
zh: е€†жћђй”™иЇЇ

# notifications.daily_reminders
source: Daily Reminders
ru: Р•Р¶РµРґРЅРµРІРЅС‹Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ

# ai.fallback_start_tracking
source: Start tracking your mood
ru: РќР°С‡РЅРёС‚Рµ РѕС‚СЃР»РµР¶РёРІР°С‚СЊ РЅР°СЃС‚СЂРѕРµРЅРёРµ

# user_level.experience
source: Experience
ru: РћРїС‹С‚

# entries.no_entries
source: No entries yet
es: AГєn no hay entradas
fr: Aucune entrГ©e pour le moment
hi: а¤…а¤­аҐЂ а¤¤а¤• а¤•аҐ‹а¤€ а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤ї а¤Ёа¤№аҐЂа¤‚
ru: РџРѕРєР° РЅРµС‚ Р·Р°РїРёСЃРµР№
tk: Heniz ГЅazgy ГЅok
tr: HenГјz giriЕџ yok
zh: иїжІЎжњ‰жќЎз›®

# ai_insights.title
source: AI Insights
es: Perspectivas de IA
fr: Insights IA
hi: AI а¤…а¤‚а¤¤а¤°аҐЌа¤¦аҐѓа¤·аҐЌа¤џа¤ї
ru: РР РРЅСЃР°Р№С‚С‹
tk: AI DГјЕџГјnjeleri
tr: AI Д°Г§gГ¶rГјleri
zh: AIжґћеЇџ

# common.reset
source: Reset
es: Restablecer
fr: RГ©initialiser
hi: а¤°аҐЂа¤ёаҐ‡а¤џ а¤•а¤°аҐ‡а¤‚
ru: РЎР±СЂРѕСЃРёС‚СЊ
tk: TГ¤zeden baЕџla
tr: SД±fД±rla
zh: й‡ЌзЅ®

# ai_insights.meditation
source: Meditation
es: MeditaciГіn
fr: MГ©ditation
hi: а¤§аҐЌа¤Їа¤ѕа¤Ё
ru: РњРµРґРёС‚Р°С†РёСЏ
tk: MeditasiГЅa
tr: Meditasyon
zh: е†Ґжѓі

# errors.save_error
source: Error saving: {error}
es: Error al guardar: {error}
fr: Erreur lors de l'enregistrement : {error}
hi: а¤ёа¤№аҐ‡а¤ња¤ЁаҐ‡ а¤®аҐ‡а¤‚ а¤¤аҐЌа¤°аҐЃа¤џа¤ї: {error}
ru: РћС€РёР±РєР° РїСЂРё СЃРѕС…СЂР°РЅРµРЅРёРё: {error}
tk: Saklamakda ГЅalЕ€yЕџlyk: {error}
tr: Kaydetme hatasД±: {error}
zh: дїќе­й”™иЇЇпјљ{error}

# database.mood_entry_added
source: ✅ Mood entry added: {mood} - {note} - Date: {date}
ru: вњ… Р—Р°РїРёСЃСЊ РЅР°СЃС‚СЂРѕРµРЅРёСЏ РґРѕР±Р°РІР»РµРЅР°: {mood} - {note} - Р”Р°С‚Р°: {date}

# settings.themes.system
source: System
ru: РЎРёСЃС‚РµРјРЅР°СЏ

# statistics.weekly_overview
source: Weekly Overview
es: Resumen Semanal
fr: AperГ§u Hebdomadaire
hi: а¤ёа¤ѕа¤ЄаҐЌа¤¤а¤ѕа¤№а¤їа¤• а¤…а¤µа¤ІаҐ‹а¤•а¤Ё
ru: РћР±Р·РѕСЂ Р·Р° РЅРµРґРµР»СЋ
tk: Hepdelik GГ¶zden GeГ§irme
tr: HaftalД±k Genel BakД±Еџ
zh: е‘Ёж¦‚и§€

# notifications.achievement_notifications
source: Achievement Notifications
es: Notificaciones de Logros
ru: РЈРІРµРґРѕРјР»РµРЅРёСЏ Рѕ РґРѕСЃС‚РёР¶РµРЅРёСЏС…

# onboarding.ai_insights.title
source: AI Insights
ru: РР-РёРЅСЃР°Р№С‚С‹

# notifications.weekly_reflection_desc
source: Get reminded to reflect on your week
es: Recibe recordatorios para reflexionar sobre tu semana
ru: РџРѕР»СѓС‡Р°Р№С‚Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ Рѕ СЂР°Р·РјС‹С€Р»РµРЅРёРё РЅР°Рґ РЅРµРґРµР»РµР№

# analytics.title
source: Analytics
ru: РђРЅР°Р»РёС‚РёРєР°

# home.ai_features
source: AI Features
es: CaracterГ­sticas de IA
fr: FonctionnalitГ©s IA
hi: AI а¤ёаҐЃа¤µа¤їа¤§а¤ѕа¤Џа¤‚
ru: РР Р¤СѓРЅРєС†РёРё
tk: AI AГЅratynlyklary
tr: AI Г–zellikleri
zh: AIеЉџиѓЅ

# notifications.friday
source: Friday
es: Viernes
ru: РџСЏС‚РЅРёС†Р°

# errors.network_error
source: Network error. Please check your connection.
es: Error de red. Por favor verifica tu conexiГіn.
fr: Erreur rГ©seau. Veuillez vГ©rifier votre connexion.
hi: а¤ЁаҐ‡а¤џа¤µа¤°аҐЌа¤• а¤¤аҐЌа¤°аҐЃа¤џа¤їаҐ¤ а¤•аҐѓа¤Єа¤Їа¤ѕ а¤…а¤Єа¤Ёа¤ѕ а¤•а¤ЁаҐ‡а¤•аҐЌа¤¶а¤Ё а¤ња¤ѕа¤‚а¤љаҐ‡а¤‚аҐ¤
ru: РћС€РёР±РєР° СЃРµС‚Рё. РџСЂРѕРІРµСЂСЊС‚Рµ РїРѕРґРєР»СЋС‡РµРЅРёРµ Рє РёРЅС‚РµСЂРЅРµС‚Сѓ.
tk: Tor ГЅalЕ€yЕџlygy. BaglanyЕџygyЕ€yzy barlaЕ€.
tr: AДџ hatasД±. LГјtfen baДџlantД±nД±zД± kontrol edin.
zh: зЅ‘з»њй”™иЇЇгЂ‚иЇ·жЈЂжџҐж‚Ёзљ„иїћжЋҐгЂ‚

# error.occurred
source: An error occurred
ru: РџСЂРѕРёР·РѕС€Р»Р° РѕС€РёР±РєР°

# entries.bad
source: Bad
ru: РџР»РѕС…Рѕ

# settings.delete_data_error
source: Error deleting data
es: Error al eliminar datos
fr: Erreur lors de la suppression des donnГ©es
hi: а¤ЎаҐ‡а¤џа¤ѕ а¤№а¤џа¤ѕа¤ЁаҐ‡ а¤®аҐ‡а¤‚ а¤¤аҐЌа¤°аҐЃа¤џа¤ї
ru: РћС€РёР±РєР° СѓРґР°Р»РµРЅРёСЏ РґР°РЅРЅС‹С…
tk: Maglumatlary Г¶Г§Гјrmekde ГЅalЕ€yЕџlyk
tr: Veri silinirken hata
zh: е€ й™¤ж•°жЌ®ж—¶е‡єй”™

# user_level.achievement_unlocked
source: Achievement unlocked
ru: Р”РѕСЃС‚РёР¶РµРЅРёРµ СЂР°Р·Р±Р»РѕРєРёСЂРѕРІР°РЅРѕ

# notifications.unknown_day
source: Unknown
es: Desconocido
ru: РќРµРёР·РІРµСЃС‚РЅРѕ

# error.go_home
source: Go Home
ru: РќР° РіР»Р°РІРЅСѓСЋ

# ai.fallback_emotional_wellbeing
source: It's important to take care of your emotional wellbeing. Small steps every day.
ru: Р’Р°Р¶РЅРѕ Р·Р°Р±РѕС‚РёС‚СЊСЃСЏ Рѕ СЃРІРѕРµРј СЌРјРѕС†РёРѕРЅР°Р»СЊРЅРѕРј Р±Р»Р°РіРѕРїРѕР»СѓС‡РёРё. РњР°Р»РµРЅСЊРєРёРµ С€Р°РіРё РєР°Р¶РґС‹Р№ РґРµРЅСЊ.

# user_level.points_earned
source: Points earned
ru: РћС‡РєРё РїРѕР»СѓС‡РµРЅС‹

# common.unknown
source: Unknown
ru: РќРµРёР·РІРµСЃС‚РЅРѕ

# app.description
source: Smart mood and thoughts diary with AI elements
es: Diario inteligente de emociones y pensamientos con elementos de IA
fr: Journal intelligent d'humeur et de pensГ©es avec Г©lГ©ments d'IA
hi: AI а¤¤а¤¤аҐЌа¤µаҐ‹а¤‚ а¤•аҐ‡ а¤ёа¤ѕа¤Ґ а¤ёаҐЌа¤®а¤ѕа¤°аҐЌа¤џ а¤®аҐ‚а¤Ў а¤”а¤° а¤µа¤їа¤ља¤ѕа¤° а¤Ўа¤ѕа¤Їа¤°аҐЂ
ru: РЈРјРЅС‹Р№ РґРЅРµРІРЅРёРє РЅР°СЃС‚СЂРѕРµРЅРёСЏ Рё РјС‹СЃР»РµР№ СЃ СЌР»РµРјРµРЅС‚Р°РјРё РР
tk: AI elementleri bilen akylly kГ¶wГјЕџ we pikir gГјndelik
tr: AI Г¶Дџeleri ile akД±llД± ruh hali ve dГјЕџГјnce gГјnlГјДџГј
zh: ж™єиѓЅжѓ…з»Єе’ЊжЂќз»ґж—Ґи®°пјЊеё¦жњ‰AIе…ѓзґ

# notifications.test_notification_success
source: Your notification settings are working correctly! 🎉
es: ВЎTu configuraciГіn de notificaciones funciona correctamente! рџЋ‰
ru: РќР°СЃС‚СЂРѕР№РєРё СѓРІРµРґРѕРјР»РµРЅРёР№ СЂР°Р±РѕС‚Р°СЋС‚ РїСЂР°РІРёР»СЊРЅРѕ! рџЋ‰

# error.title
source: Error
ru: РћС€РёР±РєР°

# ai_insights.recommendations
source: Recommendations
es: Recomendaciones
fr: Recommandations
hi: а¤ёаҐЃа¤ќа¤ѕа¤µ
ru: Р РµРєРѕРјРµРЅРґР°С†РёРё
tk: Teklipler
tr: Г–neriler
zh: е»єи®®

# ai.meditation.start_with_duration
source: Start meditation ({duration} min)
es: Iniciar meditaciГіn ({duration} min)
fr: Commencer la mГ©ditation ({duration} min)
hi: а¤§аҐЌа¤Їа¤ѕа¤Ё а¤¶аҐЃа¤°аҐ‚ а¤•а¤°аҐ‡а¤‚ ({duration} а¤®а¤їа¤Ёа¤џ)
ru: РќР°С‡Р°С‚СЊ РјРµРґРёС‚Р°С†РёСЋ ({duration} РјРёРЅ)
tk: MeditasiГЅa baЕџla ({duration} min)
tr: Meditasyona baЕџla ({duration} dk)
zh: ејЂе§‹е†Ґжѓіпј€{duration}е€†й’џпј‰
