Repository: AliAltiyev/mind_space
Catalog: l10n/app_*.arb
Languages: es, fr, hi, ru, tk, tr, zh

# home.add_mood_entries
source: Add mood entries for AI features
es: Agregar entradas de estado de ГЎnimo para caracterГ­sticas de IA
fr: Ajouter des entrГ©es d'humeur pour les fonctionnalitГ©s IA
hi: AI а¤ёаҐЃа¤µа¤їа¤§а¤ѕа¤“а¤‚ а¤•аҐ‡ а¤Іа¤їа¤Џ а¤®аҐ‚а¤Ў а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤їа¤Їа¤ѕа¤‚ а¤њаҐ‹а¤Ўа¤јаҐ‡а¤‚
ru: Р”РѕР±Р°РІСЊС‚Рµ Р·Р°РїРёСЃРё РЅР°СЃС‚СЂРѕРµРЅРёСЏ РґР»СЏ РР С„СѓРЅРєС†РёР№
tk: AI aГЅratynlyklary ГјГ§in kГ¶wГјЕџ ГЅazgylary goЕџuЕ€
tr: AI Г¶zellikleri iГ§in ruh hali giriЕџleri ekle
zh: ж·»еЉ жѓ…з»ЄжќЎз›®д»ҐдЅїз”ЁAIеЉџиѓЅ

# notifications.weekly_reflection_title
source: Weekly Reflection
es: Hora de ReflexiГіn Semanal
fr: Temps de RГ©flexion Hebdomadaire
hi: а¤ёа¤ѕа¤ЄаҐЌа¤¤а¤ѕа¤№а¤їа¤• а¤ља¤їа¤‚а¤¤а¤Ё а¤ёа¤®а¤Ї
ru: Р•Р¶РµРЅРµРґРµР»СЊРЅР°СЏ СЂРµС„Р»РµРєСЃРёСЏ
tk: Hepdelik OГЅlanma Wagty
tr: HaftalД±k DГјЕџГјnme ZamanД±
zh: жЇЏе‘ЁеЏЌжЂќж—¶й—ґ

# statistics.best_day
source: Best Day
es: Mejor DГ­a
fr: Meilleur Jour
hi: а¤ёа¤¬а¤ёаҐ‡ а¤…а¤љаҐЌа¤›а¤ѕ а¤¦а¤їа¤Ё
ru: Р›СѓС‡С€РёР№ РґРµРЅСЊ
tk: IЕ€ Gowy GГјn
tr: En Д°yi GГјn
zh: жњЂдЅіж—Ґе­ђ

# home.current_mood
source: Current mood
ru: РўРµРєСѓС‰РµРµ РЅР°СЃС‚СЂРѕРµРЅРёРµ

# navigation.mood_tracking
source: Mood Tracking
es: Seguimiento de Estado de ГЃnimo
fr: Suivi de l'Humeur
hi: а¤®аҐ‚а¤Ў а¤џаҐЌа¤°аҐ€а¤•а¤їа¤‚а¤—
ru: РћС‚СЃР»РµР¶РёРІР°РЅРёРµ РќР°СЃС‚СЂРѕРµРЅРёСЏ
tk: KГ¶wГјЕџ Yzarlama
tr: Ruh Hali Takibi
zh: жѓ…з»ЄиїЅиёЄ

# prompts.ai_insight_prompt
source: You are an expert in mood analysis for the MindSpace app. Analyze the following data and provide personalized insights and recommendations.
es: Eres un experto en anГЎlisis de estado de ГЎnimo para la aplicaciГіn MindSpace. Analiza los siguientes datos y proporciona insights personalizados y recomendaciones.
fr: Vous ГЄtes un expert en analyse d'humeur pour l'application MindSpace. Analysez les donnГ©es suivantes et fournissez des insights personnalisГ©s et des recommandations.
hi: а¤†а¤Є а¤®а¤ѕа¤‡а¤‚а¤Ў а¤ёаҐЌа¤ЄаҐ‡а¤ё а¤ђа¤Є а¤•аҐ‡ а¤Іа¤їа¤Џ а¤®аҐ‚а¤Ў а¤µа¤їа¤¶аҐЌа¤ІаҐ‡а¤·а¤Ј а¤µа¤їа¤¶аҐ‡а¤·а¤њаҐЌа¤ћ а¤№аҐ€а¤‚аҐ¤ а¤Ёа¤їа¤®аҐЌа¤Ёа¤Іа¤їа¤–а¤їа¤¤ а¤ЎаҐ‡а¤џа¤ѕ а¤•а¤ѕ а¤µа¤їа¤¶аҐЌа¤ІаҐ‡а¤·а¤Ј а¤•а¤°аҐ‡а¤‚ а¤”а¤° а¤µаҐЌа¤Їа¤•аҐЌа¤¤а¤їа¤—а¤¤ а¤…а¤‚а¤¤а¤°аҐЌа¤¦аҐѓа¤·аҐЌа¤џа¤ї а¤”а¤° а¤ёаҐЃа¤ќа¤ѕа¤µ а¤ЄаҐЌа¤°а¤¦а¤ѕа¤Ё а¤•а¤°аҐ‡а¤‚аҐ¤
ru: РўС‹ вЂ” СЌРєСЃРїРµСЂС‚ РїРѕ Р°РЅР°Р»РёР·Сѓ РЅР°СЃС‚СЂРѕРµРЅРёСЏ РІ РїСЂРёР»РѕР¶РµРЅРёРё MindSpace. РџСЂРѕР°РЅР°Р»РёР·РёСЂСѓР№ СЃР»РµРґСѓСЋС‰РёРµ РґР°РЅРЅС‹Рµ Рё РґР°Р№ РїРµСЂСЃРѕРЅР°Р»РёР·РёСЂРѕРІР°РЅРЅС‹Рµ РёРЅСЃР°Р№С‚С‹ Рё СЂРµРєРѕРјРµРЅРґР°С†РёРё.
tk: MindSpace programma ГјГ§in kГ¶wГјЕџ analizi ekspertisiЕ€iz. AЕџakdaky maglumatlary analiz ediЕ€ we Еџahsy iГ§gГ¶rГјler we teklip beriЕ€.
tr: MindSpace uygulamasД± iГ§in ruh hali analizi uzmanД±sД±nД±z. AЕџaДџД±daki verileri analiz edin ve kiЕџiselleЕџtirilmiЕџ iГ§gГ¶rГјler ve Г¶neriler saДџlayД±n.
zh: дЅ жЇеїѓзЃµз©єй—ґеє”з”Ёзљ„жѓ…з»Єе€†жћђдё“е®¶гЂ‚е€†жћђд»Ґдё‹ж•°жЌ®е№¶жЏђдѕ›дёЄжЂ§еЊ–зљ„жґћеЇџе’Ње»єи®®гЂ‚

# notifications.manage_permissions
source: Manage app permissions
ru: РЈРїСЂР°РІР»РµРЅРёРµ СЂР°Р·СЂРµС€РµРЅРёСЏРјРё РїСЂРёР»РѕР¶РµРЅРёСЏ

# prompts.meditation_prompts
source: Breathing meditation Gratitude meditation Calmness meditation Acceptance meditation Love meditation
es: MeditaciГіn de respiraciГіn MeditaciГіn de gratitud MeditaciГіn de calma MeditaciГіn de aceptaciГіn MeditaciГіn de amor
fr: MГ©ditation de respiration MГ©ditation de gratitude MГ©ditation de calme MГ©ditation d'acceptation MГ©ditation d'amour
hi: а¤¶аҐЌа¤µа¤ѕа¤ё а¤§аҐЌа¤Їа¤ѕа¤Ё а¤•аҐѓа¤¤а¤њаҐЌа¤ћа¤¤а¤ѕ а¤§аҐЌа¤Їа¤ѕа¤Ё а¤¶а¤ѕа¤‚а¤¤а¤ї а¤§аҐЌа¤Їа¤ѕа¤Ё а¤ёаҐЌа¤µаҐЂа¤•аҐѓа¤¤а¤ї а¤§аҐЌа¤Їа¤ѕа¤Ё а¤ЄаҐЌа¤°аҐ‡а¤® а¤§аҐЌа¤Їа¤ѕа¤Ё
ru: РњРµРґРёС‚Р°С†РёСЏ РЅР° РґС‹С…Р°РЅРёРµ РњРµРґРёС‚Р°С†РёСЏ РЅР° Р±Р»Р°РіРѕРґР°СЂРЅРѕСЃС‚СЊ РњРµРґРёС‚Р°С†РёСЏ РЅР° СЃРїРѕРєРѕР№СЃС‚РІРёРµ РњРµРґРёС‚Р°С†РёСЏ РЅР° РїСЂРёРЅСЏС‚РёРµ РњРµРґРёС‚Р°С†РёСЏ РЅР° Р»СЋР±РѕРІСЊ
tk: Dem almagyЕ€ meditasiГЅasy Minnetdarlyk meditasiГЅasy Rahatlyk meditasiГЅasy Kabul etmegiЕ€ meditasiГЅasy SГ¶ГЅgГј meditasiГЅasy
tr: Nefes meditasyonu MinnettarlД±k meditasyonu Sakinlik meditasyonu Kabul meditasyonu Sevgi meditasyonu
zh: е‘јеђёе†Ґжѓі ж„џжЃ©е†Ґжѓі е№ійќ™е†Ґжѓі жЋҐеЏ—е†Ґжѓі з€±е†Ґжѓі

# ai.fallback_try_later
source: Try later or contact a specialist
ru: РџРѕРїСЂРѕР±СѓР№С‚Рµ РїРѕР·Р¶Рµ РёР»Рё РѕР±СЂР°С‚РёС‚РµСЃСЊ Рє СЃРїРµС†РёР°Р»РёСЃС‚Сѓ

# onboarding.welcome.title
source: Welcome to Mind Space
ru: Р”РѕР±СЂРѕ РїРѕР¶Р°Р»РѕРІР°С‚СЊ РІ Mind Space

# entries.filter_by_date
source: Filter by Date
es: Filtrar por Fecha
fr: Filtrer par Date
hi: а¤¦а¤їа¤Ёа¤ѕа¤‚а¤• а¤ёаҐ‡ а¤«а¤їа¤ІаҐЌа¤џа¤° а¤•а¤°аҐ‡а¤‚
ru: Р¤РёР»СЊС‚СЂ РїРѕ РґР°С‚Рµ
tk: SenГ¤ GГ¶re SГјz
tr: Tarihe GГ¶re Filtrele
zh: жЊ‰ж—Ґжњџз­›йЂ‰

# notifications.enable_weekly_reminders
source: Enable weekly reminders
ru: Р’РєР»СЋС‡РёС‚СЊ РµР¶РµРЅРµРґРµР»СЊРЅС‹Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ

# home.loading_ai_features
source: Loading AI features...
es: Cargando caracterГ­sticas de IA...
fr: Chargement des fonctionnalitГ©s IA...
hi: AI а¤ёаҐЃа¤µа¤їа¤§а¤ѕа¤Џа¤‚ а¤ІаҐ‹а¤Ў а¤№аҐ‹ а¤°а¤№аҐЂ а¤№аҐ€а¤‚...
ru: Р—Р°РіСЂСѓР¶Р°РµРј РР С„СѓРЅРєС†РёРё...
tk: AI aГЅratynlyklary ГЅГјklenГЅГ¤r...
tr: AI Г¶zellikleri yГјkleniyor...
zh: еЉ иЅЅAIеЉџиѓЅдё­...

# notifications.additional_settings
source: Additional Settings
ru: Р”РѕРїРѕР»РЅРёС‚РµР»СЊРЅС‹Рµ РЅР°СЃС‚СЂРѕР№РєРё

# ai.fallback_positive_attitude
source: You maintain a positive attitude. Keep it up!
ru: Р’С‹ РїРѕРґРґРµСЂР¶РёРІР°РµС‚Рµ РїРѕР·РёС‚РёРІРЅС‹Р№ РЅР°СЃС‚СЂРѕР№. РџСЂРѕРґРѕР»Р¶Р°Р№С‚Рµ РІ С‚РѕРј Р¶Рµ РґСѓС…Рµ!

# settings.all_data_deleted
source: All data deleted
es: Todos los datos eliminados
fr: Toutes les donnГ©es supprimГ©es
hi: а¤ёа¤­аҐЂ а¤ЎаҐ‡а¤џа¤ѕ а¤№а¤џа¤ѕа¤Їа¤ѕ а¤—а¤Їа¤ѕ
ru: Р’СЃРµ РґР°РЅРЅС‹Рµ СѓРґР°Р»РµРЅС‹
tk: Г„hli maglumatlar Г¶Г§Гјrildi
tr: TГјm veriler silindi
zh: ж‰Ђжњ‰ж•°жЌ®е·Іе€ й™¤

# errors.permission_error
source: Permission denied.
es: Permiso denegado.
fr: Permission refusГ©e.
hi: а¤…а¤ЁаҐЃа¤®а¤¤а¤ї а¤…а¤ёаҐЌа¤µаҐЂа¤•аҐѓа¤¤аҐ¤
ru: Р”РѕСЃС‚СѓРї Р·Р°РїСЂРµС‰РµРЅ.
tk: Rugsat berilmedi.
tr: Д°zin reddedildi.
zh: жќѓй™ђиў«ж‹’з»ќгЂ‚

# entries.good
source: Good
ru: РҐРѕСЂРѕС€Рѕ

# settings.themes.dark
source: Dark
ru: РўРµРјРЅР°СЏ

# mood.moods.sad
source: Sad
es: Triste
fr: Triste
hi: а¤‰а¤¦а¤ѕа¤ё
ru: РџР»РѕС…Рѕ
tk: Gamly
tr: ГњzgГјn
zh: йљѕиї‡

# home.title
source: Mind Space
es: Espacio Mental
fr: Espace Mental
hi: а¤®а¤Ё а¤•а¤ѕ а¤ёаҐЌа¤Ґа¤ѕа¤Ё
ru: РњРµРЅС‚Р°Р»СЊРЅРѕРµ РџСЂРѕСЃС‚СЂР°РЅСЃС‚РІРѕ
tk: Akyl Meken
tr: Zihin AlanД±
zh: еїѓзЃµз©єй—ґ

# notifications.daily_mood_reminders_title
source: Daily Mood Reminders
es: Recordatorios Diarios de Estado de ГЃnimo
ru: Р•Р¶РµРґРЅРµРІРЅС‹Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ Рѕ РЅР°СЃС‚СЂРѕРµРЅРёРё

# splash.title
source: Mind Space
es: Espacio Mental
fr: Espace Mental
hi: а¤®а¤Ё а¤•а¤ѕ а¤ёаҐЌа¤Ґа¤ѕа¤Ё
tk: Akyl Meken
tr: Zihin AlanД±
zh: еїѓзЃµз©єй—ґ
