Repository: AliAltiyev/mind_space
Catalog: l10n/app_*.arb
Languages: es, fr, hi, ru, tk, tr, zh

# settings.settings_reset_success
source: Settings reset successfully
es: ConfiguraciГіn restablecida con Г©xito
fr: ParamГЁtres rГ©initialisГ©s avec succГЁs
hi: а¤ёаҐ‡а¤џа¤їа¤‚а¤—аҐЌа¤ё а¤ёа¤«а¤Іа¤¤а¤ѕа¤ЄаҐ‚а¤°аҐЌа¤µа¤• а¤°аҐЂа¤ёаҐ‡а¤џ а¤№аҐЃа¤€а¤‚
ru: РќР°СЃС‚СЂРѕР№РєРё СѓСЃРїРµС€РЅРѕ СЃР±СЂРѕС€РµРЅС‹
tk: Sazlamalar ГјstГјnlikli tГ¤zeden dГјzГјldi
tr: Ayarlar baЕџarД±yla sД±fД±rlandД±
zh: и®ѕзЅ®е·Іж€ђеЉџй‡ЌзЅ®

# home.browse_history
source: Browse history
es: Navegar historial
fr: Parcourir l'historique
hi: а¤‡а¤¤а¤їа¤№а¤ѕа¤ё а¤¬аҐЌа¤°а¤ѕа¤‰а¤ња¤ј а¤•а¤°аҐ‡а¤‚
ru: РџСЂРѕСЃРјРѕС‚СЂРµС‚СЊ РёСЃС‚РѕСЂРёСЋ
tk: GeГ§miЕџi gГ¶z aГЅlaЕ€
tr: GeГ§miЕџi gГ¶z at
zh: жµЏи§€еЋ†еЏІ

# notifications.permissions
source: Permissions
ru: Р Р°Р·СЂРµС€РµРЅРёСЏ

# home.error_loading_ai
source: Error loading AI features
es: Error al cargar caracterГ­sticas de IA
fr: Erreur lors du chargement des fonctionnalitГ©s IA
hi: AI а¤ёаҐЃа¤µа¤їа¤§а¤ѕа¤Џа¤‚ а¤ІаҐ‹а¤Ў а¤•а¤°а¤ЁаҐ‡ а¤®аҐ‡а¤‚ а¤¤аҐЌа¤°аҐЃа¤џа¤ї
ru: РћС€РёР±РєР° Р·Р°РіСЂСѓР·РєРё РР С„СѓРЅРєС†РёР№
tk: AI aГЅratynlyklary ГЅГјkleГЅГ¤rkГ¤ ГЅalЕ€yЕџlyk
tr: AI Г¶zelliklerini yГјklerken hata
zh: еЉ иЅЅAIеЉџиѓЅж—¶е‡єй”™

# notifications.send_test_notification_desc
source: Send a test notification to verify settings
es: Enviar una notificaciГіn de prueba para verificar la configuraciГіn
ru: РћС‚РїСЂР°РІРёС‚СЊ С‚РµСЃС‚РѕРІРѕРµ СѓРІРµРґРѕРјР»РµРЅРёРµ РґР»СЏ РїСЂРѕРІРµСЂРєРё РЅР°СЃС‚СЂРѕРµРє

# home.add_first_entry
source: Add your first mood entry
ru: Р”РѕР±Р°РІСЊС‚Рµ РїРµСЂРІСѓСЋ Р·Р°РїРёСЃСЊ РЅР°СЃС‚СЂРѕРµРЅРёСЏ

# notifications.weekly_reflection_reminders
source: Reflection reminders
ru: РќР°РїРѕРјРёРЅР°РЅРёСЏ РґР»СЏ СЂРµС„Р»РµРєСЃРёРё

# home.tap_to_add_mood
source: Tap to add your mood
ru: РќР°Р¶РјРёС‚Рµ, С‡С‚РѕР±С‹ РґРѕР±Р°РІРёС‚СЊ РЅР°СЃС‚СЂРѕРµРЅРёРµ

# error.unknown_error
source: Unknown error
ru: РќРµРёР·РІРµСЃС‚РЅР°СЏ РѕС€РёР±РєР°

# mood.note_placeholder
source: Tell us what influenced your mood...
es: CuГ©ntanos quГ© influyГі en tu estado de ГЎnimo...
fr: Dites-nous ce qui a influencГ© votre humeur...
hi: а¤¬а¤¤а¤ѕа¤Џа¤‚ а¤•а¤ї а¤†а¤Єа¤•аҐ‡ а¤®аҐ‚а¤Ў а¤•аҐ‹ а¤•аҐЌа¤Їа¤ѕ а¤ЄаҐЌа¤°а¤­а¤ѕа¤µа¤їа¤¤ а¤•а¤їа¤Їа¤ѕ...
ru: Р Р°СЃСЃРєР°Р¶РёС‚Рµ, С‡С‚Рѕ РїРѕРІР»РёСЏР»Рѕ РЅР° РІР°С€Рµ РЅР°СЃС‚СЂРѕРµРЅРёРµ...
tk: KГ¶wГјЕџiЕ€izi nГ¤meniЕ€ tГ¤sir etdigini aГЅdyЕ€...
tr: Ruh halinizi neyin etkilediДџini sГ¶yleyin...
zh: е‘ЉиЇ‰ж€‘д»¬д»Ђд№€еЅ±е“Ќдє†ж‚Ёзљ„жѓ…з»Є...

# home.all_entries
source: All Entries
es: Todas las Entradas
fr: Toutes les EntrГ©es
hi: а¤ёа¤­аҐЂ а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤їа¤Їа¤ѕа¤‚
ru: Р’СЃРµ Р·Р°РїРёСЃРё
tk: Hemme Гќazgylar
tr: TГјm GiriЕџler
zh: ж‰Ђжњ‰жќЎз›®

# notifications.error_weekly_reminders
source: Error setting up weekly reminders
es: Error al configurar recordatorios semanales
ru: РћС€РёР±РєР° РЅР°СЃС‚СЂРѕР№РєРё РµР¶РµРЅРµРґРµР»СЊРЅС‹С… РЅР°РїРѕРјРёРЅР°РЅРёР№

# statistics.title
source: Statistics
es: EstadГ­sticas
fr: Statistiques
hi: а¤†а¤‚а¤•а¤Ўа¤јаҐ‡
ru: РЎС‚Р°С‚РёСЃС‚РёРєР°
tk: Statistika
tr: Д°statistikler
zh: з»џи®Ў

# prompts.ai_meditation_prompt
source: You are an expert in meditation and relaxation for the MindSpace app. Generate personalized meditation practices and recommendations.
es: Eres un experto en meditaciГіn y relajaciГіn para la aplicaciГіn MindSpace. Genera prГЎcticas de meditaciГіn personalizadas y recomendaciones.
fr: Vous ГЄtes un expert en mГ©ditation et relaxation pour l'application MindSpace. GГ©nГ©rez des pratiques de mГ©ditation personnalisГ©es et des recommandations.
hi: а¤†а¤Є а¤®а¤ѕа¤‡а¤‚а¤Ў а¤ёаҐЌа¤ЄаҐ‡а¤ё а¤ђа¤Є а¤•аҐ‡ а¤Іа¤їа¤Џ а¤§аҐЌа¤Їа¤ѕа¤Ё а¤”а¤° а¤µа¤їа¤¶аҐЌа¤°а¤ѕа¤® а¤µа¤їа¤¶аҐ‡а¤·а¤њаҐЌа¤ћ а¤№аҐ€а¤‚аҐ¤ а¤µаҐЌа¤Їа¤•аҐЌа¤¤а¤їа¤—а¤¤ а¤§аҐЌа¤Їа¤ѕа¤Ё а¤…а¤­аҐЌа¤Їа¤ѕа¤ё а¤”а¤° а¤ёаҐЃа¤ќа¤ѕа¤µ а¤‰а¤¤аҐЌа¤Єа¤ЁаҐЌа¤Ё а¤•а¤°аҐ‡а¤‚аҐ¤
ru: РўС‹ вЂ” СЌРєСЃРїРµСЂС‚ РїРѕ РјРµРґРёС‚Р°С†РёРё Рё СЂРµР»Р°РєСЃР°С†РёРё РІ РїСЂРёР»РѕР¶РµРЅРёРё MindSpace. РЎРіРµРЅРµСЂРёСЂСѓР№ РїРµСЂСЃРѕРЅР°Р»РёР·РёСЂРѕРІР°РЅРЅС‹Рµ РїСЂР°РєС‚РёРєРё РјРµРґРёС‚Р°С†РёРё Рё СЂРµРєРѕРјРµРЅРґР°С†РёРё.
tk: MindSpace programma ГјГ§in meditasiГЅa we dynГ§ alyЕџ ekspertisiЕ€iz. Ећahsy meditasiГЅa amallary we maslahat dГ¶rediЕ€.
tr: MindSpace uygulamasД± iГ§in meditasyon ve rahatlama uzmanД±sД±nД±z. KiЕџiselleЕџtirilmiЕџ meditasyon pratikleri ve Г¶nerileri oluЕџturun.
zh: дЅ жЇеїѓзЃµз©єй—ґеє”з”Ёзљ„е†Ґжѓіе’Њж”ѕжќѕдё“е®¶гЂ‚з”џж€ђдёЄжЂ§еЊ–зљ„е†Ґжѓіз»ѓд№ е’Ње»єи®®гЂ‚

# navigation.stats
source: Statistics
es: EstadГ­sticas
fr: Statistiques
hi: а¤†а¤‚а¤•а¤Ўа¤јаҐ‡
ru: РЎС‚Р°С‚РёСЃС‚РёРєР°
tk: Statistika
tr: Д°statistikler
zh: з»џи®Ў

# demo.description
source: Demonstration of all improvements and optimizations
ru: Р”РµРјРѕРЅСЃС‚СЂР°С†РёСЏ РІСЃРµС… СѓР»СѓС‡С€РµРЅРёР№ Рё РѕРїС‚РёРјРёР·Р°С†РёР№

# notifications.send_test_notification
source: Send test notification
ru: РћС‚РїСЂР°РІРёС‚СЊ С‚РµСЃС‚РѕРІРѕРµ СѓРІРµРґРѕРјР»РµРЅРёРµ

# mood.title
source: How are you feeling?
es: ВїCГіmo te sientes?
fr: Comment vous sentez-vous ?
hi: а¤†а¤Є а¤•аҐ€а¤ёа¤ѕ а¤®а¤№а¤ёаҐ‚а¤ё а¤•а¤° а¤°а¤№аҐ‡ а¤№аҐ€а¤‚?
ru: РљР°Рє РґРµР»Р°?
tk: NГ¤hili duГЅГЅarsyЕ€yz?
tr: NasД±l hissediyorsunuz?
zh: ж‚Ёж„џи§‰е¦‚дЅ•пјџ

# user_level.level
source: Level
ru: РЈСЂРѕРІРµРЅСЊ

# home.welcome
source: Welcome!
ru: Р”РѕР±СЂРѕ РїРѕР¶Р°Р»РѕРІР°С‚СЊ!

# notifications.achievement_notifications_desc
source: Get notified when you unlock achievements
es: Recibe notificaciones cuando desbloqueas logros
ru: РџРѕР»СѓС‡Р°Р№С‚Рµ СѓРІРµРґРѕРјР»РµРЅРёСЏ РїСЂРё СЂР°Р·Р±Р»РѕРєРёСЂРѕРІРєРµ РґРѕСЃС‚РёР¶РµРЅРёР№

# ai.error_analysis
source: Analysis Error
ru: РћС€РёР±РєР° Р°РЅР°Р»РёР·Р°

# home.find_peace
source: Find peace
es: Encontrar paz
fr: Trouver la paix
hi: а¤¶а¤ѕа¤‚а¤¤а¤ї а¤–аҐ‹а¤њаҐ‡а¤‚
ru: РќР°Р№С‚Рё РїРѕРєРѕР№
tk: Rahatlyk tapmak
tr: Huzur bul
zh: еЇ»ж‰ѕе№ійќ™

# mood.note
source: Note
es: Nota
hi: а¤ЁаҐ‹а¤џ
ru: Р—Р°РјРµС‚РєР°
tk: Bellik
tr: Not
zh: е¤‡жіЁ

# navigation.analytics
source: Analytics
es: AnГЎlisis
fr: Analytiques
hi: а¤µа¤їа¤¶аҐЌа¤ІаҐ‡а¤·а¤Ј
ru: РђРЅР°Р»РёС‚РёРєР°
tk: Analitika
tr: Analitik
zh: е€†жћђ

# mood.add_mood
source: Add Mood
es: Agregar Estado de ГЃnimo
fr: Ajouter Humeur
hi: а¤®аҐ‚а¤Ў а¤њаҐ‹а¤Ўа¤јаҐ‡а¤‚
ru: Р”РѕР±Р°РІРёС‚СЊ РќР°СЃС‚СЂРѕРµРЅРёРµ
tk: KГ¶wГјЕџ GoЕџmak
tr: Ruh Hali Ekle
zh: ж·»еЉ жѓ…з»Є

# achievements.hundred_entries
source: 100 Entries
ru: 100 Р·Р°РїРёСЃРµР№

# notifications.weekly_reminders
source: Weekly Reminders
ru: Р•Р¶РµРЅРµРґРµР»СЊРЅС‹Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ

# common.unknown_state
source: Unknown state
es: Estado desconocido
fr: Г‰tat inconnu
hi: а¤…а¤њаҐЌа¤ћа¤ѕа¤¤ а¤ёаҐЌа¤Ґа¤їа¤¤а¤ї
ru: РќРµРёР·РІРµСЃС‚РЅРѕРµ СЃРѕСЃС‚РѕСЏРЅРёРµ
tk: NГ¤belli ГЅagdaГЅ
tr: Bilinmeyen durum
zh: жњЄзџҐзЉ¶жЂЃ

# ai_insights.trends
source: Trends
es: Tendencias
fr: Tendances
hi: а¤џаҐЌа¤°аҐ‡а¤‚а¤ЎаҐЌа¤ё
ru: РўСЂРµРЅРґС‹
tk: Ugurlar
tr: EДџilimler
zh: и¶‹еЉї

# entries.note
source: Note:
ru: Р—Р°РјРµС‚РєР°:

# entries.okay
source: Okay
ru: РќРѕСЂРјР°Р»СЊРЅРѕ

# ai.fallback_stable_state
source: Stable state
ru: РЎС‚Р°Р±РёР»СЊРЅРѕРµ СЃРѕСЃС‚РѕСЏРЅРёРµ

# prompts.gratitude_prompts
source: What are you grateful for today? What kind deed did someone do for you today? What good happened in your life this week? What qualities in yourself do you value? What in nature makes you grateful?
es: ВїPor quГ© estГЎs agradecido hoy? ВїQuГ© acto de bondad hizo alguien por ti hoy? ВїQuГ© bueno pasГі en tu vida esta semana? ВїQuГ© cualidades en ti mismo valoras? ВїQuГ© en la naturaleza te hace agradecido?
fr: Pourquoi ГЄtes-vous reconnaissant aujourd'hui ? Quel acte de gentillesse quelqu'un a-t-il fait pour vous aujourd'hui ? Qu'est-ce qui s'est bien passГ© dans votre vie cette semaine ? Quelles qualitГ©s en vous apprГ©ciez-vous ? Qu'est-ce qui dans la nature vous rend reconnaissant ?
hi: а¤†а¤њ а¤†а¤Є а¤•а¤їа¤ёа¤•аҐ‡ а¤Іа¤їа¤Џ а¤†а¤­а¤ѕа¤°аҐЂ а¤№аҐ€а¤‚? а¤†а¤њ а¤•а¤їа¤ёаҐЂ а¤ЁаҐ‡ а¤†а¤Єа¤•аҐ‡ а¤Іа¤їа¤Џ а¤•аҐЊа¤Ё а¤ёа¤ѕ а¤…а¤љаҐЌа¤›а¤ѕ а¤•а¤ѕа¤® а¤•а¤їа¤Їа¤ѕ? а¤‡а¤ё а¤ёа¤ЄаҐЌа¤¤а¤ѕа¤№ а¤†а¤Єа¤•аҐ‡ а¤њаҐЂа¤µа¤Ё а¤®аҐ‡а¤‚ а¤•аҐЌа¤Їа¤ѕ а¤…а¤љаҐЌа¤›а¤ѕ а¤№аҐЃа¤†? а¤†а¤Є а¤…а¤Єа¤ЁаҐ‡ а¤…а¤‚а¤¦а¤° а¤•а¤їа¤Ё а¤—аҐЃа¤ЈаҐ‹а¤‚ а¤•аҐ‹ а¤®а¤№а¤¤аҐЌа¤µ а¤¦аҐ‡а¤¤аҐ‡ а¤№аҐ€а¤‚? а¤ЄаҐЌа¤°а¤•аҐѓа¤¤а¤ї а¤®аҐ‡а¤‚ а¤•аҐЌа¤Їа¤ѕ а¤†а¤Єа¤•аҐ‹ а¤†а¤­а¤ѕа¤°аҐЂ а¤¬а¤Ёа¤ѕа¤¤а¤ѕ а¤№аҐ€?
ru: Р—Р° С‡С‚Рѕ РІС‹ Р±Р»Р°РіРѕРґР°СЂРЅС‹ СЃРµРіРѕРґРЅСЏ? РљР°РєРѕРµ РґРѕР±СЂРѕРµ РґРµР»Рѕ СЃРґРµР»Р°Р» РґР»СЏ РІР°СЃ РєС‚Рѕ-С‚Рѕ СЃРµРіРѕРґРЅСЏ? Р§С‚Рѕ С…РѕСЂРѕС€РµРіРѕ РїСЂРѕРёР·РѕС€Р»Рѕ РІ РІР°С€РµР№ Р¶РёР·РЅРё РЅР° СЌС‚РѕР№ РЅРµРґРµР»Рµ? РљР°РєРёРµ РєР°С‡РµСЃС‚РІР° РІ СЃРµР±Рµ РІС‹ С†РµРЅРёС‚Рµ? Р§С‚Рѕ РІ РїСЂРёСЂРѕРґРµ РІС‹Р·С‹РІР°РµС‚ Сѓ РІР°СЃ Р±Р»Р°РіРѕРґР°СЂРЅРѕСЃС‚СЊ?
tk: Bu gГјn nГ¤me ГјГ§in minnetdarlyk duГЅГЅarsyЕ€yz? Bu gГјn kimdir siziЕ€ ГјГ§in nГ¤me gowy iЕџ etdi? Bu hepde durmuЕџyЕ€yzda nГ¤me gowy bolup geГ§di? Г–zГјЕ€izde nГ¤me aГЅratynlyklary baha berГЅГ¤rsiЕ€iz? TeЕ€riГЅatda sizi minnetdarlyk duГЅduran nГ¤me?
tr: BugГјn neye minnettarsД±nД±z? BugГјn biri sizin iГ§in ne gibi bir iyilik yaptД±? Bu hafta hayatД±nД±zda ne gГјzel Еџeyler oldu? Kendinizde hangi nitelikleri deДџerli buluyorsunuz? DoДџada sizi minnettar kД±lan ne?
zh: д»Ље¤©дЅ ж„џжїЂд»Ђд№€пјџ д»Ље¤©жњ‰дєєдёєдЅ еЃљдє†д»Ђд№€е–„дє‹пјџ иї™е‘ЁдЅ з”џжґ»дё­еЏ‘з”џдє†д»Ђд№€еҐЅдє‹пјџ дЅ й‡Ќи§†и‡Єе·±зљ„е“Єдє›е“ЃиґЁпјџ е¤§и‡Єз„¶дё­д»Ђд№€и®©дЅ ж„џжїЂпјџ

# notifications.trend_notifications
source: Trend Notifications
es: Notificaciones de Tendencias
ru: РЈРІРµРґРѕРјР»РµРЅРёСЏ Рѕ С‚СЂРµРЅРґР°С…

# api.server_error
source: Server error
ru: РћС€РёР±РєР° СЃРµСЂРІРµСЂР°

# navigation.entries
source: Entries
es: Entradas
fr: EntrГ©es
hi: а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤їа¤Їа¤ѕа¤‚
ru: Р—Р°РїРёСЃРё
tk: Гќazgylar
tr: GiriЕџler
zh: жќЎз›®

# onboarding.welcome.description
source: Track your mood and thoughts with AI-powered insights
ru: РћС‚СЃР»РµР¶РёРІР°Р№С‚Рµ РЅР°СЃС‚СЂРѕРµРЅРёРµ Рё РјС‹СЃР»Рё СЃ РїРѕРјРѕС‰СЊСЋ РР-РёРЅСЃР°Р№С‚РѕРІ

# notifications.open_system_settings
source: Open system notification settings
es: Abrir configuraciГіn de notificaciones del sistema
ru: РћС‚РєСЂС‹С‚СЊ СЃРёСЃС‚РµРјРЅС‹Рµ РЅР°СЃС‚СЂРѕР№РєРё СѓРІРµРґРѕРјР»РµРЅРёР№

# notifications.permission_denied
source: Notification permissions are required for reminders
es: Se requieren permisos de notificaciГіn para los recordatorios
ru: Р”Р»СЏ РЅР°РїРѕРјРёРЅР°РЅРёР№ С‚СЂРµР±СѓСЋС‚СЃСЏ СЂР°Р·СЂРµС€РµРЅРёСЏ РЅР° СѓРІРµРґРѕРјР»РµРЅРёСЏ

# stats.loading_error_full
source: Error loading statistics
es: Error al cargar estadГ­sticas
fr: Erreur lors du chargement des statistiques
hi: а¤ёа¤ѕа¤‚а¤–аҐЌа¤Їа¤їа¤•аҐЂ а¤ІаҐ‹а¤Ў а¤•а¤°а¤ЁаҐ‡ а¤®аҐ‡а¤‚ а¤¤аҐЌа¤°аҐЃа¤џа¤ї
ru: РћС€РёР±РєР° Р·Р°РіСЂСѓР·РєРё СЃС‚Р°С‚РёСЃС‚РёРєРё
tk: Statistikany ГЅГјklemekde ГЅalЕ€yЕџlyk
tr: Д°statistikler yГјklenirken hata
zh: еЉ иЅЅз»џи®Ўж•°жЌ®ж—¶е‡єй”™

# notifications.monday
source: Monday
es: Lunes
ru: РџРѕРЅРµРґРµР»СЊРЅРёРє

# errors.unknown_error
source: An unknown error occurred.
es: OcurriГі un error desconocido.
fr: Une erreur inconnue s'est produite.
hi: а¤Џа¤• а¤…а¤њаҐЌа¤ћа¤ѕа¤¤ а¤¤аҐЌа¤°аҐЃа¤џа¤ї а¤№аҐЃа¤€аҐ¤
ru: РџСЂРѕРёР·РѕС€Р»Р° РЅРµРёР·РІРµСЃС‚РЅР°СЏ РѕС€РёР±РєР°.
tk: NГ¤belli ГЅalЕ€yЕџlyk ГЅГјze Г§ykdy.
tr: Bilinmeyen bir hata oluЕџtu.
zh: еЏ‘з”џжњЄзџҐй”™иЇЇгЂ‚

# home.recent_entries
source: Recent entries
ru: РџРѕСЃР»РµРґРЅРёРµ Р·Р°РїРёСЃРё

# ai_insights.insights
source: Insights
es: Perspectivas
hi: а¤…а¤‚а¤¤а¤°аҐЌа¤¦аҐѓа¤·аҐЌа¤џа¤ї
ru: РРЅСЃР°Р№С‚С‹
tk: DГјЕџГјnjeler
tr: Д°Г§gГ¶rГјler
zh: жґћеЇџ

# home.quick_actions
source: Quick Actions
es: Acciones RГЎpidas
fr: Actions Rapides
hi: а¤¤аҐЌа¤µа¤°а¤їа¤¤ а¤•аҐЌа¤°а¤їа¤Їа¤ѕа¤Џа¤‚
ru: Р‘С‹СЃС‚СЂС‹Рµ РґРµР№СЃС‚РІРёСЏ
tk: Г‡alt Amallar
tr: HД±zlД± Д°Еџlemler
zh: еї«йЂџж“ЌдЅњ

# demo.performance_optimizations
source: Performance Optimizations
ru: РћРїС‚РёРјРёР·Р°С†РёРё РїСЂРѕРёР·РІРѕРґРёС‚РµР»СЊРЅРѕСЃС‚Рё

# settings.settings_reset_error
source: Error resetting settings
es: Error al restablecer configuraciГіn
fr: Erreur lors de la rГ©initialisation des paramГЁtres
hi: а¤ёаҐ‡а¤џа¤їа¤‚а¤—аҐЌа¤ё а¤°аҐЂа¤ёаҐ‡а¤џ а¤•а¤°а¤ЁаҐ‡ а¤®аҐ‡а¤‚ а¤¤аҐЌа¤°аҐЃа¤џа¤ї
ru: РћС€РёР±РєР° СЃР±СЂРѕСЃР° РЅР°СЃС‚СЂРѕРµРє
tk: Sazlamalary tГ¤zeden dГјzmekde ГЅalЕ€yЕџlyk
tr: AyarlarД± sД±fД±rlarken hata
zh: й‡ЌзЅ®и®ѕзЅ®ж—¶е‡єй”™

# entries.title
source: All Entries
es: Todas las Entradas
fr: Toutes les EntrГ©es
hi: а¤ёа¤­аҐЂ а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤їа¤Їа¤ѕа¤‚
ru: Р’СЃРµ Р·Р°РїРёСЃРё
tk: Hemme Гќazgylar
tr: TГјm GiriЕџler
zh: ж‰Ђжњ‰жќЎз›®

# statistics.monthly_overview
source: Monthly Overview
es: Resumen Mensual
fr: AperГ§u Mensuel
hi: а¤®а¤ѕа¤ёа¤їа¤• а¤…а¤µа¤ІаҐ‹а¤•а¤Ё
ru: РћР±Р·РѕСЂ Р·Р° РјРµСЃСЏС†
tk: AГЅlyk GГ¶zden GeГ§irme
tr: AylД±k Genel BakД±Еџ
zh: жњ€ж¦‚и§€

# ai_insights.gratitude_journal
source: Gratitude Journal
es: Diario de Gratitud
fr: Journal de Gratitude
hi: а¤•аҐѓа¤¤а¤њаҐЌа¤ћа¤¤а¤ѕ а¤ња¤°аҐЌа¤Ёа¤І
ru: Р”РЅРµРІРЅРёРє Р‘Р»Р°РіРѕРґР°СЂРЅРѕСЃС‚Рё
tk: Minnetdarlyk GГјndeligi
tr: ЕћГјkran GГјnlГјДџГј
zh: ж„џжЃ©ж—Ґи®°

# notifications.daily_mood_reminders
source: Daily mood tracking reminders
ru: Р•Р¶РµРґРЅРµРІРЅС‹Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ Рѕ Р·Р°РїРёСЃРё РЅР°СЃС‚СЂРѕРµРЅРёСЏ

# notifications.error_daily_reminders
source: Error setting up daily reminders
es: Error al configurar recordatorios diarios
ru: РћС€РёР±РєР° РЅР°СЃС‚СЂРѕР№РєРё РµР¶РµРґРЅРµРІРЅС‹С… РЅР°РїРѕРјРёРЅР°РЅРёР№

# achievements.first_entry
source: First Entry
ru: РџРµСЂРІР°СЏ Р·Р°РїРёСЃСЊ

# entries.filter_by_mood
source: Filter by Mood
es: Filtrar por Estado de ГЃnimo
fr: Filtrer par Humeur
hi: а¤®аҐ‚а¤Ў а¤ёаҐ‡ а¤«а¤їа¤ІаҐЌа¤џа¤° а¤•а¤°аҐ‡а¤‚
ru: Р¤РёР»СЊС‚СЂ РїРѕ РЅР°СЃС‚СЂРѕРµРЅРёСЋ
tk: KГ¶wГјЕџe GГ¶re SГјz
tr: Ruh Haline GГ¶re Filtrele
zh: жЊ‰жѓ…з»Єз­›йЂ‰

# navigation.home
source: Home
es: Inicio
fr: Accueil
hi: а¤№аҐ‹а¤®
ru: Р“Р»Р°РІРЅР°СЏ
tk: BaЕџ sahypa
tr: Ana Sayfa
zh: й¦–йЎµ

# app.name
source: Mind Space
es: Espacio Mental
fr: Espace Mental
hi: а¤®а¤Ё а¤•а¤ѕ а¤ёаҐЌа¤Ґа¤ѕа¤Ё
ru: РњРµРЅС‚Р°Р»СЊРЅРѕРµ РџСЂРѕСЃС‚СЂР°РЅСЃС‚РІРѕ
tk: Akyl Meken
tr: Zihin AlanД±
zh: еїѓзЃµз©єй—ґ

# mood.select_mood
source: Select mood
es: Seleccionar estado de ГЎnimo
fr: SГ©lectionner l'humeur
hi: а¤®аҐ‚а¤Ў а¤љаҐЃа¤ЁаҐ‡а¤‚
ru: Р’С‹Р±РµСЂРёС‚Рµ РЅР°СЃС‚СЂРѕРµРЅРёРµ
tk: KГ¶wГјЕџ saГЅlaЕ€
tr: Ruh hali seГ§
zh: йЂ‰ж‹©жѓ…з»Є

# notifications.trend_notifications_desc
source: Get notified about mood trends and insights
es: Recibe notificaciones sobre tendencias de estado de ГЎnimo e insights
ru: РџРѕР»СѓС‡Р°Р№С‚Рµ СѓРІРµРґРѕРјР»РµРЅРёСЏ Рѕ С‚СЂРµРЅРґР°С… РЅР°СЃС‚СЂРѕРµРЅРёСЏ Рё РёРЅСЃР°Р№С‚Р°С…

# ai.fallback_add_entries
source: Add several entries to get personalized insights
ru: Р”РѕР±Р°РІСЊС‚Рµ РЅРµСЃРєРѕР»СЊРєРѕ Р·Р°РїРёСЃРµР№, С‡С‚РѕР±С‹ РїРѕР»СѓС‡РёС‚СЊ РїРµСЂСЃРѕРЅР°Р»РёР·РёСЂРѕРІР°РЅРЅС‹Рµ РёРЅСЃР°Р№С‚С‹

# statistics.average_mood
source: Average Mood
es: Estado de ГЃnimo Promedio
fr: Humeur Moyenne
hi: а¤”а¤ёа¤¤ а¤®аҐ‚а¤Ў
ru: РЎСЂРµРґРЅРµРµ РЅР°СЃС‚СЂРѕРµРЅРёРµ
tk: OrtaГ§a KГ¶wГјЕџ
tr: Ortalama Ruh Hali
zh: е№іеќ‡жѓ…з»Є

# entries.search_notes
source: Search notes...
ru: РџРѕРёСЃРє РїРѕ Р·Р°РјРµС‚РєР°Рј...

# settings.reset_settings_warning
source: All settings will be returned to default values. Your mood data will not be affected.
es: Toda la configuraciГіn volverГЎ a los valores predeterminados. Tus datos de estado de ГЎnimo no se verГЎn afectados.
fr: Tous les paramГЁtres seront rГ©tablis aux valeurs par dГ©faut. Vos donnГ©es d'humeur ne seront pas affectГ©es.
hi: а¤ёа¤­аҐЂ а¤ёаҐ‡а¤џа¤їа¤‚а¤—аҐЌа¤ё а¤Ўа¤їа¤«а¤јаҐ‰а¤ІаҐЌа¤џ а¤®а¤ѕа¤ЁаҐ‹а¤‚ а¤Єа¤° а¤µа¤ѕа¤Єа¤ё а¤† а¤ња¤ѕа¤Џа¤‚а¤—аҐЂаҐ¤ а¤†а¤Єа¤•а¤ѕ а¤®аҐ‚а¤Ў а¤ЎаҐ‡а¤џа¤ѕ а¤ЄаҐЌа¤°а¤­а¤ѕа¤µа¤їа¤¤ а¤Ёа¤№аҐЂа¤‚ а¤№аҐ‹а¤—а¤ѕаҐ¤
ru: Р’СЃРµ РЅР°СЃС‚СЂРѕР№РєРё Р±СѓРґСѓС‚ РІРѕР·РІСЂР°С‰РµРЅС‹ Рє Р·РЅР°С‡РµРЅРёСЏРј РїРѕ СѓРјРѕР»С‡Р°РЅРёСЋ. Р’Р°С€Рё РґР°РЅРЅС‹Рµ РЅР°СЃС‚СЂРѕРµРЅРёСЏ РЅРµ Р±СѓРґСѓС‚ Р·Р°С‚СЂРѕРЅСѓС‚С‹.
tk: Г„hli sazlamalar deslapky bahalara gaГЅtarylar. SiziЕ€ keГЅpiЕ€iz maglumatlary tГ¤sir etmez.
tr: TГјm ayarlar varsayД±lan deДџerlere dГ¶ndГјrГјlecek. Ruh hali verileriniz etkilenmeyecek.
zh: ж‰Ђжњ‰и®ѕзЅ®е°†жЃўе¤Ќдёєй»и®¤еЂјгЂ‚ж‚Ёзљ„еїѓжѓ…ж•°жЌ®дёЌдјљеЏ—е€°еЅ±е“ЌгЂ‚

# mood.moods.very_happy
source: Very Happy
es: Muy Feliz
fr: TrГЁs Heureux
hi: а¤¬а¤№аҐЃа¤¤ а¤–аҐЃа¤¶
ru: РћС‡РµРЅСЊ С…РѕСЂРѕС€Рѕ
tk: Г–rГ¤n Bagtly
tr: Г‡ok Mutlu
zh: йќћеёёејЂеїѓ

# mood.first_entry_today
source: This will be your 1st entry today
es: Esta serГЎ tu primera entrada de hoy
fr: Ce sera votre premiГЁre entrГ©e d'aujourd'hui
hi: а¤Їа¤№ а¤†а¤њ а¤•аҐЂ а¤†а¤Єа¤•аҐЂ а¤Єа¤№а¤ІаҐЂ а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤ї а¤№аҐ‹а¤—аҐЂ
ru: Р­С‚Рѕ Р±СѓРґРµС‚ РІР°С€Р° 1-СЏ Р·Р°РїРёСЃСЊ СЃРµРіРѕРґРЅСЏ
tk: Bu bu gГјnki ilkinji ГЅazgyЕ€yz bolar
tr: Bu bugГјnkГј ilk giriЕџiniz olacak
zh: иї™е°†жЇж‚Ёд»Ље¤©зљ„з¬¬дёЂжќЎжќЎз›®

# notifications.enable_daily_reminders
source: Enable Daily Reminders
es: Activar Recordatorios Diarios
ru: Р’РєР»СЋС‡РёС‚СЊ РµР¶РµРґРЅРµРІРЅС‹Рµ РЅР°РїРѕРјРёРЅР°РЅРёСЏ

# achievements.five_hundred_entries
source: 500 Entries
ru: 500 Р·Р°РїРёСЃРµР№

# notifications.test_notification
source: Test Notification
es: NotificaciГіn de Prueba
ru: РўРµСЃС‚РѕРІРѕРµ СѓРІРµРґРѕРјР»РµРЅРёРµ

# prompts.ai_gratitude_format
source: Format the response as JSON with title, description, emoji, accentColor, and prompts fields
es: FORMATEA LA RESPUESTA COMO JSON con campos title, description, emoji, accentColor y prompts
fr: FORMATEZ LA RГ‰PONSE EN JSON avec les champs title, description, emoji, accentColor et prompts
hi: а¤‰а¤¤аҐЌа¤¤а¤° а¤•аҐ‹ JSON а¤•аҐ‡ а¤°аҐ‚а¤Є а¤®аҐ‡а¤‚ а¤ЄаҐЌа¤°а¤ѕа¤°аҐ‚а¤Єа¤їа¤¤ а¤•а¤°аҐ‡а¤‚: title, description, emoji, accentColor а¤”а¤° prompts а¤«а¤јаҐЂа¤ІаҐЌа¤Ў а¤•аҐ‡ а¤ёа¤ѕа¤Ґ
ru: РЎР¤РћР РњРђРўРР РЈР™ РћРўР’Р•Рў Р’ Р’РР”Р• JSON СЃ РїРѕР»СЏРјРё title, description, emoji, accentColor Рё prompts
tk: Jogaby JSON formatda dГјzГјЕ€: title, description, emoji, accentColor we prompts meГЅdanlary bilen
tr: YanД±tД± JSON olarak formatlayД±n: title, description, emoji, accentColor ve prompts alanlarД± ile
zh: е°†е›ћз­”ж јејЏеЊ–дёєJSONпјЊеЊ…еђ«titleгЂЃdescriptionгЂЃemojiгЂЃaccentColorе’Њpromptsе­—ж®µ

# ai.error_loading
source: Loading Error
ru: РћС€РёР±РєР° Р·Р°РіСЂСѓР·РєРё

# entries.start_tracking
source: Start tracking your mood to see your entries here
es: Comienza a rastrear tu estado de ГЎnimo para ver tus entradas aquГ­
fr: Commencez Г suivre votre humeur pour voir vos entrГ©es ici
hi: а¤…а¤Єа¤ЁаҐЂ а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤їа¤Їа¤ѕа¤‚ а¤Їа¤№а¤ѕа¤‚ а¤¦аҐ‡а¤–а¤ЁаҐ‡ а¤•аҐ‡ а¤Іа¤їа¤Џ а¤…а¤Єа¤ЁаҐ‡ а¤®аҐ‚а¤Ў а¤•аҐ‹ а¤џаҐЌа¤°аҐ€а¤• а¤•а¤°а¤Ёа¤ѕ а¤¶аҐЃа¤°аҐ‚ а¤•а¤°аҐ‡а¤‚
ru: РќР°С‡РЅРёС‚Рµ РѕС‚СЃР»РµР¶РёРІР°С‚СЊ РЅР°СЃС‚СЂРѕРµРЅРёРµ, С‡С‚РѕР±С‹ СѓРІРёРґРµС‚СЊ Р·Р°РїРёСЃРё Р·РґРµСЃСЊ
tk: ГќazgylaryЕ€yzy bu ГЅerde gГ¶rmek ГјГ§in kГ¶wГјЕџiЕ€izi yzarlamagy baЕџlaЕ€
tr: GiriЕџlerinizi burada gГ¶rmek iГ§in ruh halinizi takip etmeye baЕџlayД±n
zh: ејЂе§‹иїЅиёЄж‚Ёзљ„жѓ…з»Єд»ҐењЁж­¤е¤„жџҐзњ‹ж‚Ёзљ„жќЎз›®

# home.last_mood
source: Last mood
ru: РџРѕСЃР»РµРґРЅРµРµ РЅР°СЃС‚СЂРѕРµРЅРёРµ

# mood.mood_history
source: Mood History
es: Historial de Estado de ГЃnimo
fr: Historique de l'Humeur
hi: а¤®аҐ‚а¤Ў а¤‡а¤¤а¤їа¤№а¤ѕа¤ё
ru: РСЃС‚РѕСЂРёСЏ РќР°СЃС‚СЂРѕРµРЅРёР№
tk: KГ¶wГјЕџ GeГ§miЕџi
tr: Ruh Hali GeГ§miЕџi
zh: жѓ…з»ЄеЋ†еЏІ

# database.no_note
source: no note
ru: Р±РµР· Р·Р°РјРµС‚РєРё

# entries.all
source: All
ru: Р’СЃРµ

# splash.subtitle
source: Your mental wellness companion
es: Tu compaГ±ero de bienestar mental
fr: Votre compagnon de bien-ГЄtre mental
hi: а¤†а¤Єа¤•а¤ѕ а¤®а¤ѕа¤Ёа¤ёа¤їа¤• а¤•а¤ІаҐЌа¤Їа¤ѕа¤Ј а¤ёа¤ѕа¤ҐаҐЂ
ru: Р’Р°С€ СЃРїСѓС‚РЅРёРє РјРµРЅС‚Р°Р»СЊРЅРѕРіРѕ Р±Р»Р°РіРѕРїРѕР»СѓС‡РёСЏ
tk: Akyl saglygyЕ€yzyЕ€ ГЅoldaЕџy
tr: Zihinsel refah arkadaЕџД±nД±z
zh: ж‚Ёзљ„еїѓзђ†еЃҐеє·дјґдѕЈ

# api.timeout_error
source: Timeout error
ru: РџСЂРµРІС‹С€РµРЅРѕ РІСЂРµРјСЏ РѕР¶РёРґР°РЅРёСЏ

# mood.current_time
source: Now
es: Ahora
fr: Maintenant
hi: а¤…а¤­аҐЂ
ru: РЎРµР№С‡Р°СЃ
tk: Ећu wagt
tr: Ећimdi
zh: зЋ°ењЁ

source: Analytics Page
ru: РЎС‚СЂР°РЅРёС†Р° Р°РЅР°Р»РёС‚РёРєРё

# home.see_progress
source: See your progress
es: Ver tu progreso
fr: Voir votre progression
hi: а¤…а¤Єа¤ЁаҐЂ а¤ЄаҐЌа¤°а¤—а¤¤а¤ї а¤¦аҐ‡а¤–аҐ‡а¤‚
ru: РџРѕСЃРјРѕС‚СЂРµС‚СЊ РїСЂРѕРіСЂРµСЃСЃ
tk: Г–sГјЕџiЕ€izi gГ¶rГјЕ€
tr: Д°lerlemenizi gГ¶rГјn
zh: жџҐзњ‹ж‚Ёзљ„иї›еє¦

source: Profile updated successfully!
es: ВЎPerfil actualizado con Г©xito!
fr: Profil mis Г jour avec succГЁs!
hi: а¤ЄаҐЌа¤°аҐ‹а¤«а¤ја¤ѕа¤‡а¤І а¤ёа¤«а¤Іа¤¤а¤ѕа¤ЄаҐ‚а¤°аҐЌа¤µа¤• а¤…а¤Єа¤ЎаҐ‡а¤џ а¤•аҐЂ а¤—а¤€!
ru: РџСЂРѕС„РёР»СЊ СѓСЃРїРµС€РЅРѕ РѕР±РЅРѕРІР»РµРЅ!
tk: Profil ГјstГјnlikli tГ¤zelendi!
tr: Profil baЕџarД±yla gГјncellendi!
zh: дёЄдєєиµ„ж–™ж›ґж–°ж€ђеЉџпјЃ

# notifications.enable_weekly_reflection
source: Enable Weekly Reflection
es: Activar ReflexiГіn Semanal
ru: Р’РєР»СЋС‡РёС‚СЊ РµР¶РµРЅРµРґРµР»СЊРЅСѓСЋ СЂРµС„Р»РµРєСЃРёСЋ

# home.get_recommendations
source: Get recommendations
es: Obtener recomendaciones
fr: Obtenir des recommandations
hi: а¤ёаҐЃа¤ќа¤ѕа¤µ а¤ЄаҐЌа¤°а¤ѕа¤ЄаҐЌа¤¤ а¤•а¤°аҐ‡а¤‚
ru: РџРѕР»СѓС‡РёС‚СЊ СЂРµРєРѕРјРµРЅРґР°С†РёРё
tk: Teklip almak
tr: Г–neriler al
zh: иЋ·еЏ–е»єи®®

# ai.fallback_self_care
source: Self-care
ru: Р—Р°Р±РѕС‚Р° Рѕ СЃРµР±Рµ

# ai.fallback_unavailable
source: AI temporarily unavailable
ru: РР РІСЂРµРјРµРЅРЅРѕ РЅРµРґРѕСЃС‚СѓРїРµРЅ

# achievements.week_streak
source: Week Streak
ru: РќРµРґРµР»СЊРЅР°СЏ СЃРµСЂРёСЏ

# ai.fallback_good_balance
source: Your mood is in good balance. This is a great foundation!
ru: Р’Р°С€Рµ РЅР°СЃС‚СЂРѕРµРЅРёРµ РЅР°С…РѕРґРёС‚СЃСЏ РІ С…РѕСЂРѕС€РµРј Р±Р°Р»Р°РЅСЃРµ. Р­С‚Рѕ РѕС‚Р»РёС‡РЅР°СЏ РѕСЃРЅРѕРІР°!

# notifications.saturday
source: Saturday
es: SГЎbado
ru: РЎСѓР±Р±РѕС‚Р°

# mood.add_entry
source: Add Entry
es: Agregar Entrada
fr: Ajouter EntrГ©e
hi: а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤ї а¤њаҐ‹а¤Ўа¤јаҐ‡а¤‚
ru: Р”РѕР±Р°РІРёС‚СЊ Р·Р°РїРёСЃСЊ
tk: Гќazgy GoЕџmak
tr: GiriЕџ Ekle
zh: ж·»еЉ жќЎз›®

# ai.fallback_great_mood
source: Great mood!
ru: РћС‚Р»РёС‡РЅРѕРµ РЅР°СЃС‚СЂРѕРµРЅРёРµ!

# notifications.wednesday
source: Wednesday
es: MiГ©rcoles
ru: РЎСЂРµРґР°

# notifications.sunday
source: Sunday
es: Domingo
ru: Р’РѕСЃРєСЂРµСЃРµРЅСЊРµ

# entries.search_entries
source: Search entries...
es: Buscar entradas...
fr: Rechercher des entrГ©es...
hi: а¤ЄаҐЌа¤°а¤µа¤їа¤·аҐЌа¤џа¤їа¤Їа¤ѕа¤‚ а¤–аҐ‹а¤њаҐ‡а¤‚...
ru: РџРѕРёСЃРє Р·Р°РїРёСЃРµР№...
tk: Гќazgylary gГ¶zle...
tr: GiriЕџleri ara...
zh: жђњзґўжќЎз›®...

# notifications.cancel_all_notifications
source: Cancel all notifications
ru: РћС‚РјРµРЅРёС‚СЊ РІСЃРµ СѓРІРµРґРѕРјР»РµРЅРёСЏ

# user_level.next_level
source: To next level
ru: Р”Рѕ СЃР»РµРґСѓСЋС‰РµРіРѕ СѓСЂРѕРІРЅСЏ

# demo.title
source: Perfected MoodBlob Showcase
ru: Р”РµРјРѕРЅСЃС‚СЂР°С†РёСЏ СЃРѕРІРµСЂС€РµРЅРЅРѕРіРѕ MoodBlob

# notifications.select_day
source: Select Day
es: Seleccionar DГ­a
ru: Р’С‹Р±СЂР°С‚СЊ РґРµРЅСЊ

# notifications.app_notification_settings
source: App Notification Settings
es: ConfiguraciГіn de Notificaciones de la App
ru: РќР°СЃС‚СЂРѕР№РєРё СѓРІРµРґРѕРјР»РµРЅРёР№ РїСЂРёР»РѕР¶РµРЅРёСЏ

# mood.moods.happy
source: Happy
es: Feliz
fr: Heureux
hi: а¤–аҐЃа¤¶
ru: РҐРѕСЂРѕС€Рѕ
tk: Bagtly
tr: Mutlu
zh: ејЂеїѓ

# home.meditation
source: Meditation
es: MeditaciГіn
fr: MГ©ditation
hi: а¤§аҐЌа¤Їа¤ѕа¤Ё
ru: РњРµРґРёС‚Р°С†РёСЏ
tk: MeditasiГЅa
tr: Meditasyon
zh: е†Ґжѓі

# api.invalid_response
source: Invalid server response
ru: РќРµРІРµСЂРЅС‹Р№ РѕС‚РІРµС‚ СЃРµСЂРІРµСЂР°

# settings.reset_settings_dialog_title
source: Reset settings?
es: ВїRestablecer configuraciГіn?
fr: RГ©initialiser les paramГЁtres?
hi: а¤ёаҐ‡а¤џа¤їа¤‚а¤—аҐЌа¤ё а¤°аҐЂа¤ёаҐ‡а¤џ а¤•а¤°аҐ‡а¤‚?
ru: РЎР±СЂРѕСЃРёС‚СЊ РЅР°СЃС‚СЂРѕР№РєРё?
tk: Sazlamalary tГ¤zeden dГјz?
tr: AyarlarД± sД±fД±rla?
zh: й‡ЌзЅ®и®ѕзЅ®пјџ
